Repository: cc-archive/zope_products
Catalog: iStr/data/icommons-*.po
Languages: pt, zh_tw

# license.pd_dedication_email
source: This is a record of a Public Domain Dedication. On %(sysdate)s, %(copyright_holder)s dedicated to the public domain the work "%(title)s." Before making the dedication, %(copyright_holder)s represented that %(copyright_holder)s owned all copyrights in the work. By making the dedication, %(copyright_holder)s made an overt act of relinquishment in perpetuity of all present and future rights under copyright law, whether vested or contingent, in "%(title)s." %(copyright_holder)s understands that such relinquishment of all rights includes the relinquishment of all rights to enforce (by lawsuit or otherwise) those copyrights in the Work. %(copyright_holder)s recognizes that, once placed in the public domain, "%(title)s" may be freely reproduced, distributed, transmitted, used, modified, built upon, or otherwise exploited by anyone for any purpose, commercial or non-commercial, and in any way, including by methods that have not yet been invented or conceived. For more information, please see <http://creativecommons.org/licenses/publicdomain/>.
pt: Este é um instrumento de registro da Dedicação ao Domínio Público. Em %(sysdate)s, %(copyright_holder)s dedicou ao domínio público a obra "%(title)s." Antes de realizar o ato jurídico perfeito de dedicação, %(copyright_holder)s declarou para todos os fins de direito %(copyright_holder)s ser titular de todos os direitos autorais sobre a obra. Ao fazer esta dedicação, %(copyright_holder)s executou um ato público de abdicação perpétua de todos os direitos futuros e presentes sob a lei, sejam estes direitos sujeitos a condição ou já adquiridos, sobre "%(title)s." %(copyright_holder)s declara estar ciente de que esta abdicação de todos os seus direitos incluem a abdicação de todos os direitos de exigir (judicialmente ou de qualquer outro modo) os direitos autorais sobre a Obra. %(copyright_holder)s reconhece que, uma vez colocada em domínio público, "%(title)s" poderá ser livremente reproduzido, distribuído, transmitido, utilizado, modificado, adaptado ou utilizado em outras obras, ou de qualquer maneira explorado por qualquer pessoa para quaisquer propósitos, comerciais e não-comerciais, e de qualquer maneira, incluindo por métodos que não tenham ainda sido inventados ou concebidos. Para mais informações, veja <http://creativecommons.org/licenses/publicdomain/>. <p> AVISO IMPORTANTE "A dedicação ao Domínio Público não se aplica à jurisdição brasileira. Esta modalidade aplica-se, por exemplo, se sua obra estiver submetida ao direito dos Estados Unidos da América do Norte. Se sua obra for regida pelo direito brasileiro, a opção "Domínio Público" não produzirá quaisquer efeitos jurídicos sobre sua obra. Para o Brasil, você pode utilizar qualquer outra licença do Creative Commons, que são perfeitamente válidas e eficazes no ordenamento jurídico brasileiro. Você pode ver essas licenças na página http://creativecommons.org/license/?lang=pt" </p> <p> Important Reminder "The Creative Commons Public Domain License does not apply to the jurisdiction of Brazil. This option applies, for example, to works subject to American law. If your work is subject to Brazilian law, the "Public Domain" option will not have any legal effects regarding your work. For Brazil, you can use any other type of Creative Commons license, which have full force and effect under Brazilian law. You can choose these licenses at http://creativecommons.org/license/?lang=pt" </p>
zh_tw: 這是一份貢獻至公共領域（Public Domain）的紀錄。 於%(sysdate)s，%(copyright_holder)s將"%(title)s"作品貢獻至公共領域。在進行這項貢獻之前，%(copyright_holder)s 表示%(copyright_holder)s擁有該作品中的所有著作權。藉由這份貢獻聲明，%(copyright_holder)s公開表示拋棄"%(title)s"作品在著作權法中所有現存及將來的永久權利，不論是既得的（vested）或是附帶的（contingent）。 %(copyright_holder)s瞭解其行為代表拋棄所有的權利，包括拋棄對該著作中著作權提出請求（透過訴訟或其他方式）的所有權利。 %(copyright_holder)s 明白一旦將"%(title)s"置於公共領域，便可以被任何人，就任何目的，商業或非商業，以任何方式，包括現在尚未發明或想像的方法，自由地重製、散布、傳輸、使用、變更、改作或其他方式之利用。 如果您要進一步的資訊，請參閱:http://creativecommons.org/licenses/publicdomain/。

# license.pd_enter_info
source: <h1>Enter Information</h1> <p>You have selected the <a href="/licenses/publicdomain/">Public Domain Dedication</a>.</p> <p>Please fill out the information below to dedicate your work. Creative Commons will use the information to email you and ourselves a public domain receipt for this Dedication.</p> <p>Once you're done filling this out, you'll still have a chance to think it over before the dedication happens.</p> <p><strong>About your work</strong></p> <p>all fields are required</p>
pt: <h1> Preencha as Informações</h1> <p> Você selecionou uma <a href="/licenses/publicdomain/">Dedicação de Domínio Público</a>.</p> <p> Por favor, preencha as informações solicitadas abaixo para dedicar sua obra. O Creative Commons usará a informação para enviar por email para você e para nós mesmos um recibo desta Dedicação </p> <p> Após terminar o preenchimento, você ainda terá uma chance de voltar atrás antes que a dedicação aconteça.</p> <p><strong>Sobre sua obra</strong><p> <p>Todos os campos são obrigatórios</p> <p> AVISO IMPORTANTE "A dedicação ao Domínio Público não se aplica à jurisdição brasileira. Esta modalidade aplica-se, por exemplo, se sua obra estiver submetida ao direito dos Estados Unidos da América do Norte. Se sua obra for regida pelo direito brasileiro, a opção "Domínio Público" não produzirá quaisquer efeitos jurídicos sobre sua obra. Para o Brasil, você pode utilizar qualquer outra licença do Creative Commons, que são perfeitamente válidas e eficazes no ordenamento jurídico brasileiro. Você pode ver essas licenças na página http://creativecommons.org/license/?lang=pt" </p> <p> Important Reminder "The Creative Commons Public Domain License does not apply to the jurisdiction of Brazil. This option applies, for example, to works subject to American law. If your work is subject to Brazilian law, the "Public Domain" option will not have any legal effects regarding your work. For Brazil, you can use any other type of Creative Commons license, which have full force and effect under Brazilian law. You can choose these licenses at http://creativecommons.org/license/?lang=pt" </p>
zh_tw: <h1>請輸入下列資料</h1> <p>您已經選擇將著作<a href="/licenses/publicdomain/">貢獻至公共領域（Public Domain）</a>.</p> <p>請填入下列資料貢獻您的著作。Creative Commons 將會使用這些資料把貢獻至公共領域（Public Domain）的收據email給您及我們自己。</p> <p>一旦您完成本表單填寫後，在貢獻實際發生前，您仍有機會重新考量。</p> <p><strong>關於您的著作</strong></p> <p>請填寫全部的欄位</p>

# license.proceed_email_note
source: <b>NOTE:</b> clicking on "proceed" will send a confirmation request to the email address you entered. Make sure the address is correct!
pt: <b>ATENÇÃO:</b> ao clicar em "proceder" uma requisição de confirmação será enviada ao endereço de email fornecido. Assegure-se que o endereço esteja correto!
zh_tw: <b>請注意：</b>按下"進行"後，將會送出一份確認要求至您所填寫的email信箱。請確認該地址是正確的！

# license.proceed_pd
source: You may now <a href="publicdomain-2?%(url_vars)s">proceed and enrich the public domain with your work</a>.
pt: Agora você pode <a href="publicdomain-2?%(url_vars)s">proceder e enriquecer o domínio público com sua obra</a>. <p> AVISO IMPORTANTE "A dedicação ao Domínio Público não se aplica à jurisdição brasileira. Esta modalidade aplica-se, por exemplo, se sua obra estiver submetida ao direito dos Estados Unidos da América do Norte. Se sua obra for regida pelo direito brasileiro, a opção "Domínio Público" não produzirá quaisquer efeitos jurídicos sobre sua obra. Para o Brasil, você pode utilizar qualquer outra licença do Creative Commons, que são perfeitamente válidas e eficazes no ordenamento jurídico brasileiro. Você pode ver essas licenças na página http://creativecommons.org/license/?lang=pt" </p> <p> Important Reminder "The Creative Commons Public Domain License does not apply to the jurisdiction of Brazil. This option applies, for example, to works subject to American law. If your work is subject to Brazilian law, the "Public Domain" option will not have any legal effects regarding your work. For Brazil, you can use any other type of Creative Commons license, which have full force and effect under Brazilian law. You can choose these licenses at http://creativecommons.org/license/?lang=pt" </p>
zh_tw: 您現在可以<a href="publicdomain-2?%(url_vars)s">進行，並藉由您的著作豐富公共領域（Public Domain）</a>.

# license.publicize
source: publicize
pt: Publicar
zh_tw: 發表

# license.publicize_directions
source: <h1>Publicizing and sharing your work</h1> <p>If you have marked your content properly, then search engines will help others find it. In addition, a number of great archives have developed which specifically identify Creative Commons content. These include: </p> <h2>Registries and Hosting</h2> <table border="0" cellpadding="4" style="margin:8px;"> <tr valign="top"> <td align="right"><a href="http://commoncontent.org/"><img src="/images/license/commoncontent.gif" hspace="4" vspace="6" border="0" alt="Common Content logo" /></a></td> <td><a href="http://commoncontent.org/">Common Content</a> is a registry and directory of Creative Commons licensed works.</td> </tr> <tr valign="top"> <td align="right"><a href="http://archive.org/audio/collection.php?collection=opensource_audio"><img src="/images/license/ia.jpg" hspace="4" vspace="8" border="0" alt="Internet Archvie logo" /></a></td> <td>Archive.org's <a href="http://archive.org/audio/collection.php?collection=opensource_audio">Open Source Audio</a> and <a href="http://archive.org/movies/opensource_movies.php">Open Source Movies</a> offer a registry and free hosting for Creative Commons licensed audio and moving images.</td> </tr> </table> <h2>Payment and Donation Systems</h2> <table border="0" cellpadding="4" style="margin:8px;"> <tr valign="top"> <td align="right" width="160"><a href="http://www.bitpass.com/"><img src="/images/license/bitpass.gif" hspace="4" vspace="8" border="0" alt="Bitpass logo" /></a></td> <td><a href="http://www.bitpass.com/">BitPass</a> offers a micro-payment system that allows you to accept donations or payments for your work.</td> </tr> </table>
pt: <h1> Publicando e Compartilhando sua Obra</h1> <p>Se você marcou seu conteúdo de maneira apropriada, ferramentas de busca ajudarão outros a achá-lo. Além disso, alguns vários arquivos criaram áreas específicas que identificam o conteúdo Creative Commons. Eles incluem: </p> <h2>Registros e Hospedagem</h2> <table border="0" cellpadding="4" style="margin:8px;"> <tr valign="top"> <td align="right"><a href="http://commoncontent.org/"><img src="/images/license/commoncontent.gif" hspace="4" vspace="6" border="0" alt="Common Content logo" /></a></td> <td><a href="http://commoncontent.org/">Common Content</a> é um registro e um diretório de obras licenciadas sob o Creative Commons.</td> </tr> <tr valign="top"> <td align="right"><a href="http://archive.org/audio/collection.php?collection=opensource_audio"><img src="/images/license/ia.jpg" hspace="4" vspace="8" border="0" alt="Internet Archvie logo" /></a></td> <td><a href="http://archive.org/audio/collection.php?collection=opensource_audio">Open Source Audio</a> e <a href="http://archive.org/movies/opensource_movies.php">Open Source Movies</a> do Archive.org oferecem registro e hospedagem grátis para audio e vídeo licenciados sob o Creative Commons.</td> </tr> </table> <h2>Sistemas de Pagamento e Doação</h2> <table border="0" cellpadding="4" style="margin:8px;"> <tr valign="top"> <td align="right" width="160"><a href="http://www.bitpass.com/"><img src="/images/license/bitpass.gif" hspace="4" vspace="8" border="0" alt="Bitpass logo" /></a></td> <td><a href="http://www.bitpass.com/">BitPass</a> oferece um sistema de micro-pagamentos que lhe permite receber doações ou pagamentos pela sua obra.</td> </tr> </table>
zh_tw: <h1>發表並分享您的作品</h1> <p>如果您正確標示您的內容作品，搜尋引擎便可以協助他人搜尋到它。另外，有一些完善的檔案庫（archives）已經可以特別辨別 採用Creative Commons授權的內容。他們包括:</p> <h2>作品登錄及存放</h2> <table border="0" cellpadding="4" style="margin:8px;"> <tr valign="top"> <td align="right"><a href="http://commoncontent.org/"><img src="/images/license/commoncontent.gif" hspace="4" vspace="6" border="0" alt="Common Content logo" /></a></td> <td><a href="http://commoncontent.org/">Common Content</a> 是採用Creative Commons授權作品的登錄網站與分類目錄。</td> </tr> <tr valign="top"> <td align="right"><a href="http://archive.org/audio/collection.php?collection=opensource_audio"><img src="/images/license/ia.jpg" hspace="4" vspace="8" border="0" alt="Internet Archvie logo" /></a></td> <td>Archive.org的 <a href="http://archive.org/audio/collection.php?collection=opensource_audio">開放音訊</a> 及 <a href="http://archive.org/movies/opensource_movies.php">開放電影</a> 為採用Creative Commons授權的音訊與影片提供了登錄及免費存放的網站。</td> </tr> </table> <h2>付款及捐獻系統</h2> <table border="0" cellpadding="4" style="margin:8px;"> <tr valign="top"> <td align="right" width="160"><a href="http://www.bitpass.com/"><img src="/images/license/bitpass.gif" hspace="4" vspace="8" border="0" alt="Bitpass logo" /></a></td> <td><a href="http://www.bitpass.com/">BitPass</a> 提供了小額付款系統，協助您就您的作品獲得捐獻或付款。</td> </tr> </table>

# license.publish_audio_ia
source: Publishing your licensed music to the Internet Archive
pt: Publicando sua música licenceada no Internet Archive
zh_tw: 在Internet Archinve上發表您授權的音樂

# license.publish_blog
source: Adding a Creative Commons license to your blog (Blogger, Movable Type, and Typepad)
pt: Adicionando uma licença Creative Commons ao seu blog
zh_tw: 在您的部落格（Blogger, Movable Type及Typepad）中加入一Creative Commons授權條款

# license.publish_buzznet
source: Posting your licensed images at Buzznet
pt: Postando sua imagem licenceada na Buzznet
zh_tw: 在Buzznet上發表您授權的影像

# license.publish_flickr
source: Posting your licensed images at Flickr
pt: Postando sua imagem licenceada na Flickr
zh_tw: 在Flickr上發表您授權的影像

# license.publish_soundclick
source: Publishing your licensed music to Soundclick
pt: Publicando sua música licenceada no Soundclick
zh_tw: 在Soundlick上發表您授權的音樂

# license.publish_video_ia
source: Publishing your licensed video at the Internet Archive
pt: Publicando seu video licenceado no Internet Archive
zh_tw: 在Internet Archive上發表您授權的影像

# license.q1
source: <strong>Require attribution?</strong> (<a href="/characteristic/by?lang=%(lang)s" onclick="window.open('/characteristic/by?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">more info</a> <a href="/characteristic/by?lang=%(lang)s" onclick="window.open('/characteristic/by?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="more information" border="0" /></a>)
pt: <strong>Requer atribuição?</strong> (<a href="/characteristic/by?lang=%(lang)s" onclick="window.open('/characteristic/by?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">mais informações</a> <a href="/characteristic/by?lang=%(lang)s" onclick="window.open('/characteristic/by?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="more information" border="0" /></a>)
zh_tw: <strong>要求姓名標示?</strong> (<a href="/characteristic/by?lang=%(lang)s" onclick="window.open('/characteristic/by?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">更多資訊</a> <a href="/characteristic/by?lang=%(lang)s" onclick="window.open('/characteristic/by?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="more information" border="0" /></a>)

# license.q2
source: <strong>Allow commercial uses of your work?</strong> (<a href="/characteristic/nc?lang=%(lang)s" onclick="window.open('/characteristic/nc?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">more info</a> <a href="/characteristic/nc?lang=%(lang)s" onclick="window.open('/characteristic/nc?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="more information" border="0" /></a>)
pt: <strong>Permitir uso comercial de sua obra?</strong> (<a href="/characteristic/nc?lang=%(lang)s" onclick="window.open('/characteristic/nc?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">mais informações</a> <a href="/characteristic/nc?lang=%(lang)s" onclick="window.open('/characteristic/nc?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="more information" border="0" /></a>)
zh_tw: <strong>允許您的著作被使用於商業目的?</strong> (<a href="/characteristic/nc?lang=%(lang)s" onclick="window.open('/characteristic/nc?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">更多資訊</a> <a href="/characteristic/nc?lang=%(lang)s" onclick="window.open('/characteristic/nc?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="more information" border="0" /></a>)

# license.q3
source: <strong>Allow modifications of your work?</strong> (<a href="/characteristic/nd?lang=%(lang)s" onclick="window.open('/characteristic/nd?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">more info</a> <a href="/characteristic/nd?lang=%(lang)s" onclick="window.open('/characteristic/nd?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="more information" border="0" /></a>)
pt: <strong>Permitir modificações em sua obra?</strong> (<a href="/characteristic/nd?lang=%(lang)s" onclick="window.open('/characteristic/nd?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">mais informações</a> <a href="/characteristic/nd?lang=%(lang)s" onclick="window.open('/characteristic/nd?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="more information" border="0" /></a>)
zh_tw: <strong>允許他人改作您的著作?</strong> (<a href="/characteristic/nd?lang=%(lang)s" onclick="window.open('/characteristic/nd?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">更多資訊</a> <a href="/characteristic/nd?lang=%(lang)s" onclick="window.open('/characteristic/nd?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="more information" border="0" /></a>)

# license.read_tutorial
source: Need more help? <a href="/education/publish-website">Read our tutorial</a>.
pt: Precisa de mais ajuda? <a href="/education/publish-website">Leia nosso tutorial</a>.
zh_tw: 需要更多的協助嗎？<a href="/education/publish-website">請閱讀我們的教學指南</a>。

# license.review_choice
source: review choice
pt: Reveja sua escolha
zh_tw: 重新檢查您的選擇

# license.review_choice_directions
source: <h1>Review Choice</h1> <p>Congratulations, you have selected the Creative Commons <a href="%(license_url)s">%(license_pretty_name)s License%(country_name)s</a>. </p> <p>To signal to others that you are using a Creative Commons license, you can use a Creative Commons logo. The result will look like this:</p>
pt: <h1>Reveja sua Escolha</h1> <p>Parabéns, você escolheu a Licença Creative Commons <a href="%(license_url)s">%(license_pretty_name)s License%(country_name)s</a>. </p> <p>Para indicar a outros que você está usando uma licença Creative Commons, você pode usar um logo Creative Commons. O resultado terá esta aparência:
zh_tw: <h1>重新檢查您的選擇</h1> <p>恭喜，您已選擇Creative Commons<a href="%(license_url)s">%(license_pretty_name)s License%(country_name)s</a>。</p> <p>為發出信號以通知其他人您正使用Creative Commons授權條款，您能使用一個Creative Commons的標識。結果看起來將會是這樣:</p>

# license.sampling_a_nc-sampling+
source: <strong>Noncommercial Sampling Plus</strong>: People can take and transform <strong>pieces</strong> of your work for <strong>noncommercial</strong> purposes only. <strong>Noncommercial</strong> copying and distribution (like file-sharing) of the <strong>entire work</strong> are also allowed.
pt: <strong>Uso Não-Comercial para Recombinação Plus</strong>: As pessoas podem pegar e transformar <strong>pedaços</strong> do seu trabalho somente para fins <strong>não-comerciais</strong>. <strong>Cópias não-comerciais</strong> e distribuição (como troca de arquivos) do <strong>trabalho inteiro</strong> são permitidas.
zh_tw: <strong>非商業性特別取樣（Noncommercial Sampling Plus）</strong>：他人僅可為非商業目的取用並改編您作品的<strong>部分</strong>。<strong>非商業性</strong>的重製與散布（如檔案分享）<strong>完整作品</strong>也是被允許的。

# license.sampling_a_sampling+
source: <strong>Sampling Plus</strong>: People can take and transform <strong>pieces</strong> of your work for any purpose other than advertising, which is prohibited. <strong>Noncommercial</strong> copying and distribution (like file-sharing) of the <strong>entire work</strong> are also allowed. Hence, "<strong>plus</strong>".
pt: <strong>Recombinação Plus</strong>: As pessoas podem pegar e transformar <strong>pedaços</strong> do seu trabalho para qualquer fim exceto publicidade, que é proibida. <strong>Cópias não-comerciais</strong> e distribuição (como troca de arquivos) do <strong>trabalho inteiro</strong> são permitidas. Daí, "<strong>plus</strong>".
zh_tw: <strong>特別取樣（Sampling Plus）</strong>：他人可為任何目的取用並改編您作品的<strong>部分</strong>，但不得用於廣告用途。<strong>非商業性</strong>的重製與散布（如檔案分享）<strong>完整作品</strong>也是被允許的，故稱為"<strong>特別（plus）</strong>"。

# license.sampling_a_sampling
source: <strong>Sampling</strong>: People can take and transform <strong>pieces</strong> of your work for any purpose other than advertising, which is prohibited. Copying and distribution of the <strong>entire work</strong> is also prohibited.
pt: <strong>Recombinação</strong>: As pessoas podem pegar e transformar <strong>pedaços</strong> do seu trabalho para qualquer fim exceto publicidade, que é proibida. Cópias e distribuição do <strong>trabalho inteiro</strong> são permitidas.
zh_tw: <strong>取樣（Sampling）</strong>：他人可為任何目的取用並改編您作品的<strong>部分</strong>，但不得用於廣告用途。重製與散布<strong>完整作品</strong>也是被禁止的。
