Repository: cc-archive/zope_products
Catalog: iStr/data/icommons-*.po
Languages: pt, zh_tw

# license.sampling_alternatives
source: <p>If you <strong>want</strong> to invite people to make <strong>any</strong> commercial re-use of your work &mdash; transformative or not &mdash; you should consider either the <a href="/license/results-one?partner=&exit%5furl=&license%5fcode=by%2dsa">Attribution-ShareAlike</a> license or simply the <a href="/license/results-one?partner=&exit%5furl=&license%5fcode=by">Attribution</a> license.</p>
pt: Se você <strong>quer</strong> permitir que outras pessoas possam fazer <strong>qualquer</strong> reutilização comercial da sua obra - transformativa ou não - você deverá utilizar a licença <a href="/license/results-one?partner=&exit%5furl=&license%5fcode=by%2dsa">Atribuição-Compartilhamento pela mesma licença</a> ou simplesmente a licença <a href="/license/results-one?partner=&exit%5furl=&license%5fcode=by">Atribuição</a>. </p>
zh_tw: <p>如果您<strong>想要</strong>邀請大眾為商業目的再使用您著作的<strong>任一部份</strong>—轉變或非轉變的—您應該考慮<a href="/license/results-one?partner=&exit%5furl=&license%5fcode=by%2dsa">姓名標識-相同方式分享</a>的授權條款，或簡單的<a href="/license/results-one?partner=&exit%5furl=&license%5fcode=by">姓名標識</a>的授權條款。</p>

# license.sampling_before
source: Before you apply the Sampling License to your work, make sure you have the authority to license all the rights involved. Musical works, for example, often consist of multiple copyrights (composition, recording, lyrics).
pt: Antes de você aplicar a licença de Recombinação para a sua obra, certifique-se de que você tem todos os direitos necessários para licenciar de acordo com os termos da licença. Obras musicais, por exemplo, em geral contêm vários tipos de direitos autorais distintos (composição, gravação, letra).
zh_tw: 在您為您的著作選用「取樣授權條款」之前，請確認您有權對所有涵蓋的權利進行授權。音樂著作，舉例來說，通常包含多個著作權（編曲、錄音、歌詞）。

# license.sampling_explain
source: <div style="float:right;width:175px;border:1px solid #ccc;padding:8px;margin:0px 14px 10px 14px;background:#eee;">Want to <a href="/about/sampling">learn more about the sampling licenses</a> and how Negativland helped us write them? Or check out an explanation <a href="/about/licenses/sampling">in comic-book format</a>?</div> <p>The Sampling licenses let you invite other people to use a part of your work and make it new.</p> <p>For example:</p> <ul> <li>To take a sample from your song and include it in their own.</li> <li>To use a clip from your film.</li> <li>To take a piece of your photograph and put it into a collage.</li> </ul> <p>Think of it as a way to reward people for transforming your work into something it wasn't before.</p> <p>On certain conditions, that is. There are three flavors of the Sampling license. Pick the one that reflects your creative style:</p>
pt: <div style="float:right;width:175px;border:1px solid #ccc;padding:8px;margin:0px 14px 10px 14px;background:#eee;">Você quer <a href="/about/sampling">Saber mais sobre as licenças de recombinação</a> e como Negativland nos ajudou a escrevê-las? Ou ver uma explicação <a href="/about/licenses/sampling">em formato de revista em quadrinhos</a>?</div> <p>As Licenças de Recombinação lhe possibilitam convidar outras pessoas a usar uma parte do seu trabalho e fazer algo novo.</p> <p>Por exemplo:</p> <ul> <li>Pegar uma amostra de sua música e incluí-la em outra.</li> <li>Usar um clipe de seu filme.</li> <li>Pegar um pedaço de sua fotografia e inserí-la em uma colagem.</li> </ul> <p>Pense nisso como uma forma de recompensar pessoas por transformar seu trabalho em algo que ele não era antes.</p> <p>sob certas condições, deve-se frisar. Há três "sabores" da Licença de Recombinação. Escolha um que melhor reflete seu estilo criativo:</p>
zh_tw: <div style="float:right;width:175px;border:1px solid #ccc;padding:8px;margin:0px 14px 10px 14px;background:#eee;">想要<a href="/about/sampling">知道更多關於取樣授權條款的資訊</a>及Negativland如何幫助我們寫出這些資訊嗎？或者想看看<a href="/about/licenses/sampling">以漫畫形式呈現</a>的關於取樣授權條款的說明嗎？</div> <p>取樣授權條款讓您可以邀請其他人來利用您作品的一部，並賦予它新面貌。</p> <p>例如：</p> <ul> <li>從您的歌曲中取樣一段，並將此段放入他們自己創作的歌曲中。</li> <li>使用從您的影片中剪取的一段。</li> <li>從您的攝影作品中擷取一部，並將此部分放在一美術拼貼作品中。</li> </ul> <p>把取樣授權想成獎勵他人改作您的作品並使其以嶄新面貌呈現的一種方式。</p> <p>在某些情況下，取樣授權是一種獎勵方式。共有三種「取樣授權」的方式，選擇一種能反映您創作風格的來使用：</p>

# license.sampling_get
source: Get your Sampling License
pt: Obtenha a sua Licença de Recombinação
zh_tw: 取得您的「取樣授權條款」

# license.sampling_note
source: Note: The sampling license isn't just for music. It can apply to all types of copyrighted work: images, film, etc.
pt: Observação: A licença de recombinação não é apenas para música. Ela se aplica para todos os tipos de obras: imagens, filme etc.
zh_tw: 注意：取樣授權條款不僅適用於音樂。它可以適用於所有類型之著作：圖片、影片等。

# license.sampling_title
source: Choose Your Sampling License Options
pt: Escolha as Opções da Licença de Recombinação
zh_tw: 選擇您的取樣授權條款選項

# license.select_text
source: Select the contents of the box above and copy it. Or, have it <a href="/license/work-html-popup?%(url_vars)s" onclick="window.open('work-html-popup?%(url_vars)s', 'html_help', 'width=400,height=350,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">emailed to yourself.</a>
pt: Selecione o conteúdo da caixa acima e copie o texto. Ou, mande de email<a href="/license/work-html-popup?%(url_vars)s" onclick="window.open('work-html-popup?%(url_vars)s', 'html_help', 'width=400,height=350,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">para você mesmo.</a>
zh_tw: 選擇並複製上面框框中的內容，或者，將該內容<a href="/license/work-html-popup?%(url_vars)s" onclick="window.open('work-html-popup?%(url_vars)s', 'html_help', 'width=400,height=350,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">以電子郵件寄給您自己。</a>

# license.selected
source: You have selected the Creative Commons %(license_pretty_name)s License%(country_name)s. <a href="%(license_url)s">See how the license will look</a> to your site's visitors.
pt: Você selecionou a Licença Creative %(license_pretty_name)s Commons%(country_name)s. <a href="%(license_url)s">Veja como esta licença irá aparecer</a> para os visitantes do seu site.
zh_tw: 您已選擇Creative Commons %(license_pretty_name)s License%(country_name)s。<a href="%(license_url)s">察看這個授權條款將以何種面貌呈現</a>在您網站的參訪者面前。

# license.tell_format
source: Tell us the format of your work:
pt: Diga-nos o formato de sua obra:
zh_tw: 告訴我們您著作的格式:

# license.what
source: With a Creative Commons license, <strong>you keep your copyright</strong> but allow people to <a href="/learn/licenses/fullrights">copy and distribute your work</a> provided they <a href="/characteristic/by?lang=%(lang)s" onclick="window.open('/characteristic/by?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">give you credit</a> -- and only on the conditions you specify here. If you want to offer your work with no conditions, choose the <a href="publicdomain-2">public domain</a>.
pt: Com uma licença Creative Commons, <strong>você mantém seus direitos autorais</strong> mas todos possibilita a outros <a href="/learn/licenses/fullrights"> copiar e distribuir sua obra</a> contanto que <a href="/characteristic/by?lang=en" onclick="window.open('/characteristic/by?lang=en', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">atribuam crédito a você</a> -- e somente sob as condições que você especificar aqui. Se você quiser oferecer sua obra sem nenhuma condição, escolha o <a href="publicdomain-2">domínio publico</a>.
zh_tw: 透過Creative Commons授權條款，<strong>您可以保留您的著作權</strong>同時允許人們<a href="/learn/licenses/fullrights">得以重製及散布您的著作</a>，但他們必須<a href="/characteristic/by?lang=%(lang)s" onclick="window.open('/characteristic/by?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">保留您的姓名標示</a> -- 並依據您在本處所特定之條件。若您希望將您的著作毫無條件地釋出，請選用<a href="publicdomain-2">公共領域（public domain）</a>. 您是否希望:

# license.what_to_do_next
source: What to do next
pt: O que fazer a seguir
zh_tw: 接下來怎麼做

# license.what_you
source: What You Can Do Here
pt: O que você pode fazer aqui.
zh_tw: 您在此處可以做的是

# license.work_type_dedicated
source: This %(work_type)s is dedicated to the <a rel="license" href="http://creativecommons.org/licenses/publicdomain/">Public Domain</a>.
pt: Este(a) %(work_type)s está liberado(a) em <a rel="license" href="http://creativecommons.org/licenses/publicdomain/">Domínio Publico</a>. <p> AVISO IMPORTANTE "A dedicação ao Domínio Público não se aplica à jurisdição brasileira. Esta modalidade aplica-se, por exemplo, se sua obra estiver submetida ao direito dos Estados Unidos da América do Norte. Se sua obra for regida pelo direito brasileiro, a opção "Domínio Público" não produzirá quaisquer efeitos jurídicos sobre sua obra. Para o Brasil, você pode utilizar qualquer outra licença do Creative Commons, que são perfeitamente válidas e eficazes no ordenamento jurídico brasileiro. Você pode ver essas licenças na página http://creativecommons.org/license/?lang=pt" </p> <p> Important Reminder "The Creative Commons Public Domain License does not apply to the jurisdiction of Brazil. This option applies, for example, to works subject to American law. If your work is subject to Brazilian law, the "Public Domain" option will not have any legal effects regarding your work. For Brazil, you can use any other type of Creative Commons license, which have full force and effect under Brazilian law. You can choose these licenses at http://creativecommons.org/license/?lang=pt" </p>
zh_tw: 本 %(work_type)s 貢獻至 <a rel="license" href="http://creativecommons.org/licenses/publicdomain/">公共領域（Public Domain）</a>.

# license.work_type_licensed
source: This %(work_type)s is licensed under a <a rel="license" href="%(license_url)s">Creative Commons License</a>.
pt: Esta %(work_type)s está licenciado sob uma <a rel="license" href="%(license_url)s">Licença Creative Commons</a>.
zh_tw: 本 %(work_type)s 係採用 <a rel="license" href="%(license_url)s">Creative Commons 授權條款</a>授權.

# license.you_may_proceed
source: You may now <a href="%(processed_exit_url)s">proceed</a>
pt: Agora você pode <a href="%(processed_exit_url)s">continuar</a>
zh_tw: 您現在可以<a href="%(processed_exit_url)s">進行</a>

# licenses.pretty_GPL
source: GPL
zh_tw: 通用公共授權條款（GPL）

# licenses.pretty_LGPL
source: LGPL
zh_tw: 較寬鬆通用公共授權條款（LGPL）

# licenses.pretty_by-nc-nd
source: Attribution-NonCommercial-NoDerivs
pt: Atribuição-Uso Não-Comercial-Não a obras derivadas
zh_tw: 姓名標示-非商業性-禁止改作

# licenses.pretty_by-nc-sa
source: Attribution-NonCommercial-ShareAlike
pt: Atribuição-Uso Não-Comercial-Compatilhamento pela mesma licença
zh_tw: 姓名標示-非商業性-相同方式分享

# licenses.pretty_by-nc
source: Attribution-NonCommercial
pt: Atribuição-Uso Não-Comercial
zh_tw: 姓名標示-非商業性

# licenses.pretty_by-nd-nc
source: Attribution-NoDerivs-NonCommercial
pt: Atribuição-Não a obras derivadas-UsoNãoComercial
zh_tw: 姓名標示-禁止改作-非商業性

# licenses.pretty_by-nd
source: Attribution-NoDerivs
pt: Atribuição-Não a obras Derivadas
zh_tw: 姓名標示-禁止改作

# licenses.pretty_by-sa
source: Attribution-ShareAlike
pt: Atribuição-Compartilhamento pela mesma licença
zh_tw: 姓名標示-相同方式分享

# licenses.pretty_by
source: Attribution
pt: Atribuição
zh_tw: 姓名標示

# licenses.pretty_nc-sa
source: NonCommercial-ShareAlike
pt: Uso Não-Comercial-Compartilhamento pela mesma licença
zh_tw: 非商業性-相同方式分享

# licenses.pretty_nc-sampling+
source: NonCommercial Sampling Plus
pt: Uso Não-Comercial para Recombinação Plus
zh_tw: 非商業性特別取樣

# licenses.pretty_nc
source: NonCommercial
pt: Uso Não-Comercial
zh_tw: 非商業性

# licenses.pretty_nd-nc
source: NoDerivs-NonCommercial
pt: Não a obras Derivadas-Uso Não-Comercial
zh_tw: 禁止改作

# licenses.pretty_nd
source: NoDerivs
pt: Não a obras derivadas
zh_tw: 禁止改作

# licenses.pretty_publicdomain
source: Public Domain
pt: Domínio Público
zh_tw: 公共領域（Public Domain）

# licenses.pretty_sa
source: ShareAlike
pt: Compartilhamento pela mesma licença
zh_tw: 相同方式分享

# licenses.pretty_sampling+
source: Sampling Plus
pt: Recombinação Plus
zh_tw: 特別取樣

# licenses.pretty_sampling
source: Sampling
pt: Recombinação
zh_tw: 取樣

# util.Audio
source: Audio
pt: Áudio
zh_tw: 音訊

# util.Close_window
source: Close window
pt: Fechar Janela
zh_tw: 關閉視窗

# util.Creative_Commons_License
source: Creative Commons License
pt: Licença Creative Commons
zh_tw: Creative Commons授權條款

# util.Disclaimer
source: Disclaimer
pt: Termo de exoneração de responsabilidade
zh_tw: 免責聲明

# util.Do_you_want_to
source: Do you want to:
pt: Você quer:
zh_tw: 您是否想要：

# util.Founders_Copyright
source: Founder's Copyright
pt: Direito Autoral Originário
zh_tw: 美國建國者著作權授權條款（Founder's Copyright）

# util.Generic
source: Generic
pt: Genérica
zh_tw: 一般性

# util.Highlight_Text
source: Highlight Text to Copy
pt: Destaque o texto para copiar
zh_tw: 反白文字進行複製

# util.Image
source: Image
pt: Imagem
zh_tw: 圖片

# util.Interactive
source: Interactive
pt: Interativo
zh_tw: 互動

# util.Jurisdiction
source: Jurisdiction
pt: Jurisdição
zh_tw: 司法管轄領域

# util.Next_step
source: Next step:
pt: Próximo passo:
zh_tw: 下一步：

# util.No
source: No
pt: Não
zh_tw: 否

# util.Other
source: Other
pt: Outro
zh_tw: 其他

# util.Public_Domain
source: Public Domain
pt: Domínio Público
zh_tw: 公共領域（Public Domain）

# util.Sampling
source: Sampling
pt: Recombinação
zh_tw: 取樣

# util.Send
source: Send
pt: Enviar
zh_tw: 送出

# util.Text
source: Text
pt: Texto
zh_tw: 語文

# util.Try_again
source: Try again!
pt: Tente novamente!
zh_tw: 請再試一次！

# util.Video
source: Video
pt: Vídeo
zh_tw: 影片

# util.Yes
source: Yes
pt: Sim
zh_tw: 是

# util.confirm
source: confirm
pt: confirme
zh_tw: 確認

# util.copyright_holder
source: copyright holder
pt: titular do direito autoral
zh_tw: 著作權人

# util.copyright_holders_name
source: <a href="/jargon/copyright" class="jargon" onClick="window.open('/jargon/copyright', 'jargon_term_lookup', 'width=300,height=400,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes'); return false;">copyright</a> holder's name
pt: nome do titular do <a href="/jargon/copyright" class="jargon" onClick="window.open('/jargon/copyright', 'jargon_term_lookup', 'width=300,height=400,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes'); return false;">direito autoral</a>
zh_tw: <a href="/jargon/copyright" class="jargon" onClick="window.open('/jargon/copyright', 'jargon_term_lookup', 'width=300,height=400,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes'); return false;">著作財產權</a> 人姓名

# util.creators_name
source: creator's name
pt: nome do criador da obra
zh_tw: 作者姓名

# util.description
source: description
pt: descrição
zh_tw: 描述

# util.more_info
source: more info
pt: mais informações
zh_tw: 詳細說明

# util.page_other_languages
source: This page is available in the following languages:
pt: Esta página também esta disponível nos seguintes idiomas:
zh_tw: 本頁之其他語言版本：

# util.proceed
source: proceed
pt: proceder
zh_tw: 進行

# util.source_work_url
source: <a href="/jargon/source_work" class="jargon" onClick="window.open('/jargon/source_work', 'jargon_term_lookup', 'width=300,height=400,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes'); return false;">source work</a> URL
pt: <a href="/jargon/source_work" class="jargon" onClick="window.open('/jargon/source_work', 'jargon_term_lookup', 'width=300,height=400,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes'); return false;">obra-fonte</a> URL
zh_tw: <a href="/jargon/source_work" class="jargon" onClick="window.open('/jargon/source_work', 'jargon_term_lookup', 'width=300,height=400,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes'); return false;">原著作</a> URL

# util.step
source: step
pt: passo
zh_tw: 步驟

# util.title_of_work
source: title of work
pt: título da obra
zh_tw: 著作名稱

# util.work
source: work
pt: obra
zh_tw: 著作

# util.year_of_copyright
source: <a href="/jargon/copyright_date" class="jargon" onClick="window.open('/jargon/copyright_date', 'jargon_term_lookup', 'width=300,height=400,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes'); return false;">year of copyright</a>
pt: <a href="/jargon/copyright_date" class="jargon" onClick="window.open('/jargon/copyright_date', 'jargon_term_lookup', 'width=300,height=400,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes'); return false;">ano do direito autoral</a>
zh_tw: <a href="/jargon/copyright_date" class="jargon" onClick="window.open('/jargon/copyright_date', 'jargon_term_lookup', 'width=300,height=400,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes'); return false;">著作權保護起始年份</a>

# util.your_email
source: your email
pt: seu email
zh_tw: 您的email
