Repository: cc-archive/zope_products
Catalog: iStr/data/icommons-*.po
Languages: pt, zh_tw

# char.by_brief
source: You must give the original author credit. test
pt: Você deve dar crédito ao autor original.
zh_tw: 您必須保留原作者的姓名標示。 標示。

# char.by_brief.jp
source: You must give the original author and the performer credit.
pt: Você deve dar crédito ao autor original e ao intérprete da obra.
zh_tw: 您必須保留原作者及表演人的姓名標示。

# char.by_description
source: The licensor permits others to copy, distribute, display, and perform the work. In return, licensees must give the original author credit.
pt: O licenciante permite copiar, distribuir, exibir e executar sua obra. Em contrapartida, o licenciado deve dar crédito ao autor original.
zh_tw: 授權人允許他人重製、散布、展示、演出本著作。相對的，被授權人必須保留原作者的姓名標示。

# char.by_title
source: Attribution
pt: Atribuição
zh_tw: 姓名標示。

# char.na_brief
source: You may not use this work to advertise for or promote anything but the work you create from it.
pt: Você não pode utilizar esta obra para fins de propaganda ou para promover qualquer coisa, exceto a obra que você criar a partir dela
zh_tw: 您不得使用本著作來廣告或推銷其他東西。

# char.nc_brief
source: You may not use this work for commercial purposes.
pt: Você não pode utilizar esta obra com finalidades comerciais.
zh_tw: 您不得為商業目的而使用本著作。

# char.nc_description
source: The licensor permits others to copy, distribute, display, and perform the work. In return, licensees may not use the work for commercial purposes -- unless they get the licensor's permission.
pt: O licenciante permite copiar, distribuir, exibir e executar sua obra. Em contrapartida, o licenciado não poderá utilizar esta obra com finalidades comerciais -- a menos que obtenha permissão do licenciante.
zh_tw: 授權人允許他人重製、散布、展示、演出本著作。相對的，被授權人不得為商業目的使用本著作，除非得到授權人的允許。

# char.nc_title
source: Noncommercial
pt: Uso Não-Comercial
zh_tw: 非商業性

# char.nd_brief
source: You may not alter, transform, or build upon this work.
pt: Você não pode alterar, transformar ou criar outra obra com base nesta.
zh_tw: 您不得改變、轉變或改作本著作。

# char.nd_description
source: The licensor permits others to copy, distribute, display and perform only unaltered copies of the work -- not derivative works based on it.
pt: O licenciante permite copiar, distribuir, exibir e executar somente cópias inalteradas da obra -- mas não obras derivadas baseadas nesta.
zh_tw: 授權人只允許他人重製、散布、展示及演出未經改變的本著作的重製物，不允許對根據原著作而生的衍生著作進行上述行為。

# char.nd_title
source: No Derivative Works
pt: Vedada a Criação de Obras Derivadas
zh_tw: 禁止改作。

# char.no_brief
source: You may not perform, display, or distribute copies of this whole work for any purpose.
pt: Você não poderá executar, exibir ou distribuir cópias de toda esta obra para nenhuma finalidade
zh_tw: 您不得為任何目的展示、演出或散布整部著作的重製物。

# char.sa_brief
source: If you alter, transform, or build upon this work, you may distribute the resulting work only under a license identical to this one.
pt: Se você alterar, transformar, ou criar outra obra com base nesta, você somente poderá distribuir a obra resultante sob uma licença idêntica a esta.
zh_tw: 若您改變、轉變或改作本著作，您僅得在遵守與本著作相同的授權條款下，散布由本著作而生的衍生著作。

# char.sa_description
source: The licensor permits others to distribute derivative works only under a license identical to the one that governs the licensor's work.
pt: O licenciante permite que outros distribuam obras derivadas somente sob uma licença idêntica a que rege a obra do licenciante.
zh_tw: 授權人允許他人，僅得在遵守與規範授權人的著作相同的授權條款下散布衍生著作。

# char.sa_title
source: Share Alike
pt: Compartilhamento pela mesma Licença
zh_tw: 相同方式分享

# country.at
source: Austria
pt: Áustria
zh_tw: 奧地利

# country.au
source: Australia
pt: Austrália
zh_tw: 澳大利亞

# country.be
source: Belgium
pt: Bélgica
zh_tw: 比利時

# country.br
source: Brazil
pt: Brasil
zh_tw: 巴西

# country.ca
source: Canada
pt: Canadá
zh_tw: 加拿大

# country.cn
source: China
zh_tw: 中國

# country.de
source: Germany
pt: Alemanha
zh_tw: 德國

# country.es-ca
source: Catalonia
pt: Catalunha
zh_tw: 加泰隆尼亞

# country.es
source: Spain
pt: Espanha
zh_tw: 西班牙

# country.fi
source: Finland
pt: Finlândia
zh_tw: 芬蘭

# country.fr
source: France
pt: França
zh_tw: 法國

# country.hr
source: Croatia
pt: Croácia
zh_tw: 克羅埃西亞

# country.ie
source: Ireland
pt: Irlanda
zh_tw: 愛爾蘭

# country.it
source: Italy
pt: Itália
zh_tw: 義大利

# country.jo
source: Jordan
pt: Jordânia
zh_tw: 約旦

# country.jp
source: Japan
pt: Japão
zh_tw: 日本

# country.nl
source: Netherlands
pt: Holanda
zh_tw: 荷蘭

# country.pt
source: Portugal
zh_tw: 葡萄牙

# country.tw
source: Taiwan
zh_tw: 台灣

# country.uk
source: United Kingdom
pt: Reino Unido
zh_tw: 英國

# country.za
source: South Africa
pt: África do Sul
zh_tw: 南非

# deed.You_are_free
source: You are free:
pt: Você pode:
zh_tw: 您得自由：

# deed.back_to_cc
source: back to <a href="/">Creative Commons</a>
pt: Voltar ao <a href="/">Creative Commons</a>
zh_tw: 回到<a href="/">Creative Commons</a>

# deed.disclaimer
source: <p> The Commons Deed is not a license. It is simply a handy reference for understanding the Legal Code (the full license) &mdash; it is a human-readable expression of some of its key terms. Think of it as the user-friendly interface to the Legal Code beneath. This Deed itself has no legal value, and its contents do not appear in the actual license. </p> <p> Creative Commons is not a law firm and does not provide legal services. Distributing of, displaying of, or linking to this Commons Deed does not create an attorney-client relationship. </p>
pt: <p> A Licença Simplificada não é uma licença propriamente dita. Ela é apenas uma referência útil para entender a Licença Jurídica (a licença integral) - ela é uma expressão dos seus termos-chave que pode ser compreendida por qualquer pessoa. A Licença Simplifica em si não tem valor legal e seu conteúdo não aparece na licença integral. </p> <p> O Creative Commons não é um escritório de advocacia e não presta serviços jurídicos. A distribuição, exibição ou inclusão de links para esta Licença Simplificada não estabelece qualquer relação advocatícia. </p>
zh_tw: <p> 授權標章(Commons Deed)不是授權條款。授權標章僅是為理解法律文字(Legal Code，即完整的授權條款)的便利的參考文件-這是一種供一般人閱讀的某些關鍵字的表達。您可把授權標章想成法律文字底下的使用者友善的介面。授權標章本身沒有任何法律價值，且其內容也不會出現在實際上的授權條款中。</p> <p> Creative Commons並非法律事務所也不提供法律服務。散布、展示或連結到授權標章並不產生律師和客戶的關係。</p>

# deed.disclaimer.jp
source: <p> The Commons Deed is not a license. It is simply a handy reference for understanding the Legal Code (the full License) — it is a human-readable expression of some of its key terms. This Deed itself has no legal value, and its contents do not appear in the actual License. The actual terms of the license is set forth by the Legal Code. <a href="legalcode" class="fulltext">Please click here to see the full License</a>. </p> <p> Creative Commons and Creative Commons Japan are not law firms, and distributing of or displaying of, or linking to the Commons Deed does not constitute an offer of legal advice or any other legal services. Creative Commons and Creative Commons Japan are not a party to the License underlying this Commons Deed, and disclaim liablity for damages resulting from any use of the Commons Deed and the underlying License. </p> <p> The Product licensed under Creative Commons License are provided by the person who applied the License. Creative Commons and Creative Commons Japan make no warranties regarding the title of the licensor. Please read <a href="http://creativecommons.jp/faq/">here</a> for information regarding the application of licenses and exploitation of the Product licensed under Creative Commons licenses. </p>
pt: <p> A Licença Simplificada não é uma licença propriamente dita. Ela é apenas uma referência útil para entender a Licença Jurídica (licença integral) - ela é uma expressão dos seus termos-chave que pode ser compreendida por qualquer pessoa. A Licença Simplifica em si não tem valor legal e seu conteúdo não aparece na licença integral. Os termos efetivos da licença estão contidos na Licença Jurídica. <a href="legalcode" class="fulltext">Clique aqui para ver a Licença Jurídica na íntegra</a>. </p> <p> O Creative Commons e o Creative Commons Brasil não são escritórios de advocacia e não prestam serviços jurídicos. A distribuição, exibição ou inclusão de links para esta Licença Simplificada não estabelece qualquer relação advocatícia. O Creative Commons e o Creative Commons Brasil não são partes da Licença Jurídica explicada pela Licença Simplificada e se exoneram de qualquer responsabilidade por danos resultantes do seu uso. <p> Os produtos licenciados sob uma Licença Creative Commons são fornecidos pela pessoa que os licenciou (licenciante). O Creative Commons e o Creative Commons Brasil não dão nenhuma garantia relativa à titularidade do licenciante. Por favor leia <a href="http://creativecommons.jp/faq/">aqui</a> para informações relativas ao uso da licença e a exploração dos Produtos licenciados sob as licenças Creative Commons.
zh_tw: <p> 授權標章(Commons Deed)不是授權條款。授權標章僅是為理解法律文字(Legal Code，即完整的授權條款)的便利的參考文件-這是一種供一般人閱讀的某些關鍵字的表達。您可把授權標章想成法律文字底下的使用者友善的介面。授權標章本身沒有任何法律價值，且其內容也不會出現在實際上的授權條款中。實際上的授權條款會在法律文字中被提及。<a href="legalcode" class="fulltext">請按此處察看完整的授權條款</a>。 </p> <p> Creative Commons及Ceative Commons Japan不是法律事務所，且散布、展示或連結到授權標章不構成法律意見或任何其他法律服務的要約。Creative Commons及Creative Commons Japan不是這個授權標章底下的授權條款的一方當事人，並免責於因任何使用授權標章及其底下的授權條款所產生的損害。 </p> <p> 依據Creative Commons授權條款授權的產品是由適用這個授權條款的人所提供。Creative Commons及Creative Commons Japan不擔保授權人有合法之權利。請閱讀<a href="http://creativecommons.jp/faq/">此處</a>以獲得關於適用授權條款，及依據Creative Commons授權條款授權的產品的利用的資訊。 </p>

# deed.fair_use
source: Your fair use and other rights are in no way affected by the above.
pt: Qualquer direito de uso legítimo (ou "fair use") concedido por lei, ou qualquer outro direito protegido pela legislação local, não são em hipótese alguma afetados pelo disposto acima.
zh_tw: 合理使用權利及其他的權利，不因上述內容而受影響。

# deed.fair_use.jp
source: Your rights to exploit the work based on the limitations to copyright clauses and other rights are in no way affected by the above.
pt: Seus direitos de explorar a obra baseados nas limitações ao direito autoral e outros direitos não são de nenhuma maneira afetados pelo o que está estabelecido acima.
zh_tw: 您基於對著作權條款的限制而利用本著作的權利及其他權利，決不會受到上述內容的影響。

# deed.free_commercial
source: to make commercial use of the work
pt: fazer uso comercial da obra
zh_tw: 對本著作作商業利用

# deed.free_copy_distribute
source: to copy, distribute, display, and perform the work
pt: copiar, distribuir, exibir e executar a obra
zh_tw: 重製、散布、展示及演出本著作。

# deed.free_copy_distribute.jp
source: to copy, distribute, display, perform, present, publicly transmit, and recite the work
pt: copiar, distribuir, exibir, executar, apresentar, transmitir publicamente e recitar a obra.
zh_tw: 重製、散布、展示、演出、上映、公開傳輸及口述本著作

# deed.free_copy_distribute_noncommercial
source: To perform, display, and distribute copies of this whole work for noncommercial purposes (e.g., file-sharing or noncommercial webcasting).
pt: Executar, exibir e distribuir cópias de toda esta obra para fins não-comerciais (por exemplo, compartilhamento de arquivos ou transmissão pela Internet sem fins comerciais)
zh_tw: 為非商業目的而演出、展示及散布整部著作的重製物（例如，檔案分享或非商業性的網路播送）。

# deed.free_derivative
source: to make derivative works
pt: criar obras derivadas
zh_tw: 創作衍生著作

# deed.free_sample
source: To sample, mash-up, or otherwise creatively transform this work for commercial or noncommercial purposes.
pt: Samplear, mesclar ou de qualquer outra forma transformar creativamente a obra para fins comerciais e não-comerciais.
zh_tw: 取樣，混合，或為商業或非商業目的以其他方式有創造性地改變本著作。

# deed.free_sample_nc
source: To sample, mash-up, or otherwise creatively transform this work for noncommercial purposes.
pt: Samplear, mesclar ou de qualquer outra forma transformar creativamente a obra para fins não-comerciais.
zh_tw: 取樣，混合，或為非商業目的以其他方式有創造性地改變本著作。

# deed.gpl_disclaimer
source: <div align="center"><a href="/licenses/disclaimer-popup" onclick="window.open('/licenses/disclaimer-popup', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">Disclaimer</a> <a href="/licenses/disclaimer-popup" onclick="window.open('/licenses/disclaimer-popup', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="disclaimer" border="0"></a></div>
pt: <div align="center"><a href="/licenses/disclaimer-popup" onclick="window.open('/licenses/disclaimer-popup', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">Termo de exoneração de responsabilidade</a> <a href="/licenses/disclaimer-popup" onclick="window.open('/licenses/disclaimer-popup', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="disclaimer" border="0"></a></div>
zh_tw: <div align="center"><a href="/licenses/disclaimer-popup" onclick="window.open('/licenses/disclaimer-popup', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">免除責任聲明</a> <a href="/licenses/disclaimer-popup" onclick="window.open('/licenses/disclaimer-popup', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="disclaimer" border="0"></a></div>

# deed.gpl_free_improve
source: The freedom to improve the program and release your improvements to the public, so that the whole community benefits.
pt: O direito de aperfeiçoar o programa, e distribuir seus aperfeiçoamentos para o público, beneficiando assim toda a comunidade.
zh_tw: 使被授權人擁有改良本程式的權利並對大眾釋出其改作物，能使整個社會因而獲益。

# deed.gpl_free_redistribute
source: The freedom to redistribute copies so you can help your neighbor.
pt: O direito de redistribuir cópias, permitindo assim que você ajude outras pessoas.
zh_tw: 再散布重製物的自由讓你能幫助您鄰近的人。

# deed.gpl_free_run
source: The freedom to run the program for any purpose.
pt: O direito de executar o programa, para qualquer propósito.
zh_tw: 為任何目的運作這個程式的自由。

# deed.gpl_free_study
source: The freedom to study how the program works and adapt it to your needs.
pt: O direito de estudar como o programa funciona e adptá-lo para suas necessidades.
zh_tw: 研究這個程式如何運作的自由，並改寫這個程式以適合您的需要。

# deed.gpl_freedoms
source: The %(license_name_full)s is a <a href="http://www.gnu.org/philosophy/free-sw.html">Free Software</a> license. Like any Free Software license, it grants to you the four following freedoms:
pt: A %(license_name_full)s é uma licença de <a href="http://www.gnu.org/philosophy/free-sw.pt.html">Software Livre ("Free Software")</a>. Assim como qualquer licença de Software Livre, ela concede a Você o exercício livre dos quatro seguintes direitos:
zh_tw: 這個%(license_name_full)s是一<a href="http://www.gnu.org/philosophy/free-sw.html">自由軟體</a>的授權條款。如同任何自由軟體授權條款，它給予你下列四種自由：

# deed.gpl_human_summary
source: This is a human-readable summary of the Legal Code (the full <a href="http://www.gnu.org/copyleft/gpl.html">GNU General Public License</a>). A <a href="legalcode.pt">Portuguese translation</a> is also available.
pt: Este é um sumário explicativo, de compreensão mais fácil, <a href="http://www.gnu.org/copyleft/gpl.html">da parte Jurídica</a> (a licença completa). Tradução: <a href="legalcode.pt">Português</a>
zh_tw: 這是一份供一般人閱讀的法律文字的摘要 (完整的 <a href="http://www.gnu.org/copyleft/gpl.html">GNU 通用公共授權條款</a>)。以下連結為<a href="legalcode.pt">葡萄牙語的翻譯版本</a>。

# deed.gpl_notice
source: You must conspicuously and appropriately publish on each copy distributed an appropriate copyright notice and disclaimer of warranty and keep intact all the notices that refer to this License and to the absence of any warranty; and give any other recipients of the Program a copy of the %(license_name_full)s along with the Program. Any translation of the %(license_name_full)s must be accompanied by the %(license_name_full)s.
pt: Você deve publicar de forma ostensiva e adequada, em cada cópia, um aviso de direitos autorais (ou "copyright") e uma notificação sobre a exoneração de garantia. Além disso, Você deve manter intactas todas as informações, avisos e notificações referentes à Licença e à ausência de qualquer garantia. Você deve também fornecer a qualquer outra pessoa que receba este Programa uma cópia desta Licença em conjunto com o Programa. Qualquer tradução da %(license_name_full)s deverá estar acompanhada da %(license_name_full)s (original em lnglês).
zh_tw: 您必須明顯地並妥適地在您所散布的每份重製物上，標示適當的著作權聲明與免除擔保責任之聲明，並保持與本授權條款有關之所有聲明及免除擔保責任聲明之完整；並提供其他任何本程式之收受者與本程式附隨一份%(license_name_full)s。任何%(license_name_full)s之譯本，皆須伴隨%(license_name_full)s。

# deed.gpl_sharealike
source: If you modify your copy or copies of the program or any portion of it, or develop a program based upon it, you may distribute the resulting work provided you do so under the %(license_name_full)s. Any translation of the %(license_name_full)s must be accompanied by the %(license_name_full)s.
pt: Se Você alterar ou transformar a obra, ou desenvolver outra obra baseada nela, Você poderá distribuir o trabalho resultante desde que sob uma licença idêntica a esta. Qualquer tradução da %(license_name_full)s deverá estar acompanhada da %(license_name_full)s (original em lnglês).
zh_tw: 如果您修改您的重製物或程式的重製物或其任一部分，或據此開發一套程式，只要您依據%(license_name_full)s，就得散布衍生著作。任何%(license_name_full)s的翻譯必須附隨著%(license_name_full)s。

# deed.gpl_source
source: If you copy or distribute the program, you must accompany it with the complete corresponding machine-readable source code or with a written offer, valid for at least three years, to furnish the complete corresponding machine-readable source code.
pt: Se Você copiar ou distribuir a obra, você deve incluir junto com ela o seu código-fonte correspondente completo, passível de leitura pela máquina, ou incluir uma oferta por escrito para fornecer o código-fonte, válida por pelo menos 3 anos.
zh_tw: 如果您重製或散布這個程式，您必須使這個程式附隨有完整、一致的機器可辯讀的原始碼，或一份書面、有效期限至少三年的要約以完成這個完整、一致的機器可辯讀的原始碼。

# deed.gpl_title
source: %(license_name_full)s, <a href="http://www.gnu.org/">Free Software Foundation</a>
pt: %(license_name_full)s da <a href="http://www.gnu.org/home.pt.html">Free Software Foundation</a>
zh_tw: %(license_name_full)s, <a href="http://www.gnu.org/">自由軟體基金會</a>

# deed.gpl_under_conditions
source: You may exercise the freedoms specified here provided that you comply with the express conditions of this license. The principal conditions are:
pt: Você terá os direitos acima especificados contanto que Você cumpra com os requisitos expressos nesta Licença. Os principais requisitos são:
zh_tw: 您得行使此處指明的自由，只要您遵循這個授權條款明示的條件。主要的條件為：

# deed.human_summary
source: This is a human-readable summary of the <a href="legalcode" class="fulltext">Legal Code (the full license)</a>.
pt: Este é um sumário para leigos da <a href="legalcode" class="fulltext">Licença Jurídica (na íntegra)</a>.
zh_tw: 這是一份供一般人閱讀的 <a href="legalcode" class="fulltext">法律文字 (完整的授權條款)</a>的摘要。

# deed.human_summary_multilanguage
source: This is a human-readable summary of the Legal Code (the full license) available in the following languages:
pt: Este é um sumário explicativo, de compreensão mais fácil, da parte Jurídica (a licença completa) disponível nos seguintes idiomas:
zh_tw: 這是一份供一般人閱讀的法律文字(完整的授權條款)的摘要，在下列的語言中都可找到。

# deed.learn
source: Learn how to distribute your work using this license
pt: Aprenda como distribuir sua obra usando esta licença
zh_tw: 學習如何使用這個授權條款來散布您的著作

# deed.lgpl_human_summary
source: This is a human-readable summary of the Legal Code (the full <a href="http://www.gnu.org/copyleft/lesser.html">GNU Lesser General Public License</a>). A <a href="legalcode.pt">Portuguese translation</a> is also available.
pt: Este é um sumário explicativo, de compreensão mais fácil, <a href="http://www.gnu.org/copyleft/lesser.html">da parte Jurídica</a> (a licença completa). Tradução: <a href="legalcode.pt">Português</a>
zh_tw: 這是一份供一般人閱讀的法律文字的摘要(完整的<a href="http://www.gnu.org/copyleft/lesser.html">GNU 較寬鬆通用公共授權條款(GNU LGPL)</a>)。以下連結為 <a href="legalcode.pt">葡萄牙語的翻譯版本</a>。

# deed.lgpl_sharealike
source: If you modify your copy or copies of the library or any portion of it, you may distribute the resulting library provided you do so under the GNU Lesser General Public License. However, programs that link to the library may be licensed under terms of your choice, so long as the library itself can be changed. Any translation of the GNU Lesser General Public License must be accompanied by the GNU Lesser General Public License.
pt: Se Você modificar sua cópia ou cópias da biblioteca ou parte dela, você pode distribuir a biblioteca resultante caso o faça usando a Licença Pública Geral Menor do GNU. Entretanto, programas que fazem link com a biblioteca podem ser licenciados sob as condições de sua escolha, caso a biblioteca em si possa ser alterada. Qualquer tradução da Licença Pública Geral Menor do GNU tem que ser acompanhada pela Licença Pública Geral Menor do GNU.
zh_tw: 若您直接修改函式庫的重製物或其任一部分，只要您遵循GNU較寬鬆公共授權條款（LGPL）的規定，即得依上述授權條款散布經修改之函示庫。然而，連結到函式庫的程式得依您選擇的其他授權條款來授權，只要函式庫本身是能被改變的。任何GNU較寬鬆公共授權條款（LGPL）的翻譯必須提供其授權條款之英文原文。

# deed.lgpl_source
source: If you copy or distribute the library, you must accompany it with the complete corresponding machine-readable source code or with a written offer, valid for at least three years, to furnish the complete corresponding machine-readable source code. You need not provide source code to programs which link to the library.
pt: Se Você copiar ou distribuir a biblioteca, você deve incluir junto com ela o seu código-fonte correspondente completo, passível de leitura pela máquina, ou incluir uma oferta por escrito para fornecer o código-fonte, válida por pelo menos 3 anos. Você não precisa fornecer o código-fonte de programas que fazem link à biblioteca.
zh_tw: 若您重製或散布函式庫，您必須提供完整、相對應的機器可辨讀的原始碼，或一有效期限至少三年的書面報價，以完成完整、相對應的機器可辨讀的原始碼。您不需要提供連結到函式庫的程式的原始碼。

# deed.lgpl_under_conditions
source: You may exercise the freedoms specified here provided that you comply with the express conditions of this license. The LGPL is intended for software libraries, rather than executable programs. The principal conditions are:
pt: Você pode usufruir das liberdades aqui especificadas somente se cumprir as condições expressas nesta licença. A Licença Pública Geral do GNU é indicada para bibliotecas de software, ao invés de programas executáveis. As principais condições são:
zh_tw: 只要您遵守此授權條款明示的條件，您即得運用此處具體指明的自由。LGPL是為了軟體函式庫，而非可執行的電腦程式而設計，其主要的條件為：

# deed.notice
source: For any reuse or distribution, you must make clear to others the license terms of this work.
pt: Para cada novo uso ou distribuição, você deve deixar claro para outros os termos da licença desta obra.
zh_tw: 為再使用或散布本著作，您必須向他人清楚說明本著作所適用的授權條款。

# deed.notice_withoutdistribution
source: For any reuse, you must make clear to others the license terms of this work.
pt: Em qualquer tipo de re-utilização, você deve sempre deixar claro para outras pessoas quais os termos da licença desta obra.
zh_tw: 為再使用本著作，您必須向他人清楚說明本著作所適用的授權條款。
