Repository: cc-archive/zope_products
Catalog: iStr/data/icommons-*.po
Languages: pt, zh_tw

# deed.pd
source: <p align="center"><em>Copyright-Only Dedication (based on United States law) or Public Domain Certification</em></p> <p>The person or persons who have associated work with this document (the "Dedicator" or "Certifier") hereby either (a) certifies that, to the best of his knowledge, the work of authorship identified is in the public domain of the country from which the work is published, or (b) hereby dedicates whatever copyright the dedicators holds in the work of authorship identified below (the "Work") to the public domain. A certifier, morever, dedicates any copyright interest he may have in the associated work, and for these purposes, is described as a "dedicator" below.</p> <p>A certifier has taken reasonable steps to verify the copyright status of this work. Certifier recognizes that his good faith efforts may not shield him from liability if in fact the work certified is not in the public domain.</p> <p>Dedicator makes this dedication for the benefit of the public at large and to the detriment of the Dedicator's heirs and successors. Dedicator intends this dedication to be an overt act of relinquishment in perpetuity of all present and future rights under copyright law, whether vested or contingent, in the Work. Dedicator understands that such relinquishment of all rights includes the relinquishment of all rights to enforce (by lawsuit or otherwise) those copyrights in the Work.</p> <p>Dedicator recognizes that, once placed in the public domain, the Work may be freely reproduced, distributed, transmitted, used, modified, built upon, or otherwise exploited by anyone for any purpose, commercial or non-commercial, and in any way, including by methods that have not yet been invented or conceived.</p>
pt: <p align="center"><em>Dedicação de Direitos Autorais ou Certificação de que a obra encontra-se em Domínio Público</em></p> <p> <p> A pessoa ou pessoas que associaram obras com este documento (chamado de "instrumento de dedicação" ou "instrumento de certificação") declaram para todos os fins de direito que (a) certificam que, com base em seu melhor conhecimento, a obra de autoria identificada encontra-se em domínio público no país em que a obra foi publicada, ou que (b) através do presente documento, dedicam todo e qualquer direito autoral de sua titularidade sobre a obra de autoria abaixo identificada (a "Obra") para o domínio público. O certificante, além disto, dedica toda e qualquer titularidade sobre direitos autorais que possui associados à obra para o domínio público e, desta forma, é designado como "dedicante" abaixo. <p> O certificante tomou todas as providências razoáveis para verificar a situação de direitos autorais da obra. O certificante reconhece que seus esforços empreendidos em boa-fé não o isentam de responsabilidade se na verdade a obra certifica não estiver em domínio público. <p> O dedicante realiza esta dedicação em benefício de todo o público e em detrimento de seus herdeiros e sucessores. O dedicante, por meio deste instrumento, faz uma declaração pública de abdicação permanente de todos seus direitos patrimoniais presentes e futuros detidos com respeito à legislação de direito autoral sobre a obra, sejam eles presentes ou futuros. O dedicante reconhece que esta abdicação inclui a desistência de todo e qualquer direito de executar (através de ações judiciais ou outros meios) seus direitos patrimoniais sobre a Obra. <p> O dedicante reconhece que, uma vez colocados em domínio público, a Obra poderá ser livremente reproduzida, distribuida, transmitida, utilizada, modificada, utilizada para criação de outras obras, ou de qualquer forma explorada por qualquer pessoa para qualquer finalidade, comerciais ou não-comerciais e de qualquer maneira, incluindo métodos que ainda não tenham sido inventados ou concebidos. </p> <p> Aviso Importante "A dedicação ao Domínio Público não se aplica à jurisdição brasileira. Esta modalidade aplica-se, por exemplo, se sua obra estiver submetida ao direito dos Estados Unidos da América do Norte. Se sua obra for regida pelo direito brasileiro, a opção "Domínio Público" não produzirá quaisquer efeitos jurídicos sobre sua obra. Para o Brasil, você pode utilizar qualquer outra licença do Creative Commons, que são perfeitamente válidas e eficazes no ordenamento jurídico brasileiro. Você pode ver essas licenças na página http://creativecommons.org/license/?lang=pt" </p> <p> Important Reminder "The Creative Commons Public Domain License does not apply to the jurisdiction of Brazil. This option applies, for example, to works subject to American law. If your work is subject to Brazilian law, the "Public Domain" option will not have any legal effects regarding your work. For brasil, you can use any other type of Creative Commons license, which have full force and effect under Brazilian law. You can choose these licenses at http://creativecommons.org/license/?lang=pt"
zh_tw: <p align="center"><em>貢獻著作權（基於美國法）或公共領域（Public Domain）認證書</em></p> <p>將其作品與本文件產生關連（associated）之人（們）（下稱「貢獻者」或「認證者」）在此：（a）聲明，就其全部所知，該著作在其所發表之國家已屬公共領域，或（b）貢獻者在此將其對下列著作（下稱「本著作」）所擁有之所有著作權，貢獻至公共領域。更甚，認證者貢獻其對關連著作（associated work）可能擁有之任何利益，就此目的，以下稱之為「貢獻者」。</p> <p>認證者已採取合理的步驟，確認本著作之著作權狀態。認證者知悉其本於誠信之努力，若該受認證之著作事實上並非屬於公共領域時，無法使其免除責任。</p> <p>貢獻者係就公眾之最大利益及其法定繼承人或繼承人之損失而進行此一貢獻。貢獻者知悉此份貢獻聲明係公開表示拋棄本著作在著作權法中所有現存及將來的永久權利，不論是既得的（vested）或是或有的（contingent）。貢獻者瞭解這樣拋棄所有的權利，包括拋棄對本著作中著作權提出請求（透過訴訟或其他方式）的所有權利。</p> <p>貢獻者明白一旦將本著作置於公共領域，其便可以被任何人，就任何目的，商業或非商業，以任何方式，包括現在尚未發明或想像的方法，自由地重製、散布、傳輸、使用、變更、改作或其他方式之利用。</p>

# deed.permission
source: Any of these conditions can be waived if you get permission from the copyright holder.
pt: Qualquer uma destas condições podem ser renunciadas, desde que Você obtenha permissão do autor.
zh_tw: 如果您取得著作權人之許可，這些條件中任一項都能被免除。

# deed.permission.jp
source: Any of these conditions can be waived if you get permission from the rights holders to this work.
pt: Qualquer uma destas condições podem ser renunciadas, desde que Você obtenha permissão dos titulares de direitos sobre esta obra.
zh_tw: 如果您取得著作權人關於本著作之許可，這些條件中任一項都能被免除。

# deed.superseded
source: A <a href="%(current_version_url)s">new version</a> of this license is available. You should use it for new works, and you may want to relicense existing works under it. No works are <em>automatically</em> put under the new license, however.
pt: Uma <a href="%(current_version_url)s">nova versão</a> desta licença está disponível. Você deverá utilizá-la para novas obras e você pode relicenciar, se quiser, obras anteriores por ela. Nenhuma obra fica <em>automaticamente</em> licenciada pelos termos da nova licença.
zh_tw: 以下連結為本授權條款的<a href="%(current_version_url)s">新版本</a>。您的新著作應該使用本授權條款之新版本，且您可能想要依據新版本的授權條款再授權現有的著作。然而，該授權條款之新版本不會<em>自動</em>適用於任何著作。

# deed.under_conditions
source: Under the following conditions:
pt: Sob as seguintes condições:
zh_tw: 根據下列的條件：

# deed.view_in
source: This page is available in the following languages:
pt: Esta página também está disponível nos seguintes idiomas:
zh_tw: 以下連結為其他語言之版本：

# lang.ca
source: Catalan
pt: Catalão
zh_tw: 嘉泰羅尼亞語

# lang.de
source: German
pt: Alemão
zh_tw: 德語

# lang.en
source: English
pt: Inglês
zh_tw: 英語

# lang.es
source: Spanish
pt: Espanhol
zh_tw: 西班牙語

# lang.fi
source: Finnish
pt: Finlandês
zh_tw: 芬蘭語

# lang.fr
source: French
pt: Francês
zh_tw: 法語

# lang.hr
source: Croatian
zh_tw: 克羅埃西亞語

# lang.it
source: Italian
zh_tw: 義大利語

# lang.ja
source: Japanese
pt: Japonês
zh_tw: 日本語

# lang.nl
source: Dutch
pt: Holandês
zh_tw: 荷蘭語

# lang.pt
source: Portugese
pt: Português
zh_tw: 葡萄牙語

# lang.zh
source: Chinese
pt: Chinês
zh_tw: 中文

# lang.zh_TW
source: Chinese (Taiwan)
pt: Chinês (Taiwan)
zh_tw: 中文(繁)

# license.Choose_License
source: Choose License
pt: Escolha uma licença
zh_tw: 選擇授權條款

# license.Confirm_Choice
source: Confirm Choice
pt: Confirme sua escolha
zh_tw: 確認選擇

# license.Final_step
source: Final step:
pt: Último passo:
zh_tw: 最後步驟：

# license.GPL_name_full
source: GNU General Public License
pt: Licença Pública Geral do GNU
zh_tw: GNU通用公共授權條款

# license.LGPL_name_full
source: GNU Lesser General Public License
pt: Licença Pública Geral Menor do GNU
zh_tw: GNU較寬鬆通用公共授權條款

# license.Mark_Content
source: Mark Content
pt: Marque o Conteúdo
zh_tw: 標示內容

# license.Select_a_License
source: Select a License
pt: Escolha uma Licença
zh_tw: 選擇一個授權條款

# license.a6
source: Yes, as long as others share alike (<a href="/characteristic/sa?lang=%(lang)s" onclick="window.open('/characteristic/sa?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">more info</a> <a href="/characteristic/sa?lang=%(lang)s" onclick="window.open('/characteristic/sa?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="more information" border="0" /></a>)
pt: Sim, contanto que outros compartilhem pela mesma licença (<a href="/characteristic/sa?lang=%(lang)s" onclick="window.open('/characteristic/sa?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">mais informações</a> <a href="/characteristic/sa?lang=%(lang)s" onclick="window.open('/characteristic/sa?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="more information" border="0" /></a>)
zh_tw: 是的，只要其他人以相同方式分享改作完成之衍生著作(<a href="/characteristic/sa?lang=%(lang)s" onclick="window.open('/characteristic/sa?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">更多資訊</a> <a href="/characteristic/sa?lang=%(lang)s" onclick="window.open('/characteristic/sa?lang=%(lang)s', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;"><img src="/images/popup.gif" width="15" height="13" alt="more information" border="0" /></a>)

# license.back_to_licenses
source: back to licenses
pt: de volta para licenças
zh_tw: 回到授權條款

# license.choose_license
source: choose license
pt: Escolha a Licença
zh_tw: 選擇授權條款

# license.confirm_choice
source: confirm choice
pt: confirme sua escolha
zh_tw: 確認選擇

# license.copy_text
source: Copy the text below to your Web site to let your visitors know what license applies to your works.
pt: Copie o texto abaixo ao seu site na Web e faça com que seus visitantes saibam que licença se aplica aos seus trabalhos.
zh_tw: 複製您網站底下的內文，讓您網站的參訪者知道什麼授權條款適用在您的作品上。

# license.devnations_licensed
source: This work is licensed under a <a href="%(license_url)s">Creative Commons Developing Nations license</a>.
pt: Este trabalho está licenceado sob uma <a href="%(license_url)s">Licença Creative Commons para Países em Desenvolvimento</a>.
zh_tw: 本著作係採用<a href="%(license_url)s">Creative Commons 開發中國家授權條款授權</a>。

# license.enter_information
source: enter information
pt: Preencha as informações
zh_tw: 輸入資訊

# license.explain
source: Creative Commons helps you publish your work online while letting others know exactly what they can and can't do with your work. When you choose a license, we provide you with tools and tutorials that let you add license information to our own site, or to one of several free hosting services that have incorporated Creative Commons.
pt: O Creative Commons ajuda-lhe a publicar seu trabalho online enquanto informa a outros exatamente o que eles podem e não podem fazer com seu trabalho. Quando você escolhe uma licença, nós lhe providenciamos as ferramentas e os tutoriais que possibilitam você adicionar as informações sobre a licença no seu site, ou em um dos vários serviços gratuitos de hospedagem que já incorporaram o Creative commons.
zh_tw: Creative Commons幫助您在線上發表您的作品，同時讓其他人明確知道他們能及不能對您的作品做什麼。當您選擇一個授權條款，我們會提供工具及教學指引，讓您能在我們的網站，或某一包含Creative Commons的自由放置服務中，加入授權資訊。

# license.fsf_explain
source: <h1>Creative Commons GNU %(license_code)s</h1> <p>The CC-GNU %(license_code)s adds the Creative Commons' metadata and Commons Deed to the Free Software Foundation's %(license_name_full)s. The license is the official FSF %(license_code)s, and includes a Portuguese translation.</p> <p>To signal to others that you are using a Creative Commons license, you can use a Creative Commons logo, which links to the CC-GNU %(license_code)s. The result will look like this:</p>
pt: <h1>Creative Commons GNU %(license_code)s</h1> <p>A CC-GNU %(license_code)s acrescenta os meta-dados gerados pelo Creative Commons e a parte explicativa, chamada "Commons Deed", à %(license_name_full)s (%(license_code)s) da Free Software Foundation. Esta licença é a %(license_code)s oficial da FSF, traduzida em português.</p> <p>Para sinalizar a outras pessoas que você está utilizando a CC-GNU %(license_code)s, você deverá utilizar o logo do Creative Commons, que serve de link para a CC-GNU %(license_code)s. O resultado ficará da seguinte forma:</p>
zh_tw: <h1>Creative Commons GNU %(license_code)s</h1> <p>CC-GNU %(license_code)s增加Creative Commons的後設資料及授權標章到自由軟體協會(Free Software Foundation)的%(license_name_full)s之中。這個授權條款是正式的FSF%(license_code)s，且包含葡萄牙語的翻譯版本。</p> <p>為發出信號以通知其他人您正使用Creative Commons授權條款，您能使用Creative Commons的標識，這個標識能連結到CC-GNU %(license_code)s。結果看起來將會是這樣:</p>

# license.fsf_how_it_works
source: Here's how the CC-GNU %(license_code)s works: A user clicking on the Creative Commons icon gets the CC-GNU %(license_code)s "<a href="/licenses/%(license_code)s/%(version_title)s/">Commons Deed</a>" — a human readable version of the license. From that she can link to "<a href="http://www.gnu.org/copyleft/%(license_name_lower)s.html">Legal Code</a>" — the full text of the GNU GPL, in English and <a href="/licenses/%(license_code)s/%(version_title)s/legalcode.pt">Portuguese</a>. And hidden in the tag is "Machine-Readable Code" — metadata — that will enables others to find your software.
pt: Aqui está como a CC-GNU %(license_code)s funciona: O usuário que clicar sobre o ícone do Creative Commons, acessa a CC-GNU %(license_code)s "<a href="/licenses/%(license_code)s/%(version_title)s/">Commons Deed</a>" – uma versão em linguagem simplificada da licença. A partir desta, o usuário pode acessar a "<a href="http://www.gnu.org/copyleft/%(license_name_lower)s.html">Parte Jurídica</a>" – o texto completo da GNU GPL, em Inglês e em <a href="/licenses/%(license_code)s/%(version_title)s/legalcode.pt">Português</a>. Ocultado na tag está o "Código passível de Leitura pela Máquina” – um metadado – que permitirá a outras pessoas encontrarem o seu software.
zh_tw: 此處說明CC-GNU %(license_code)s如何運作:使用者按下Creative Commons的圖像以獲得CC-GNU %(license_code)s "<a href="/licenses/%(license_code)s/%(version_title)s/">授權標章</a>" —一個供一般人閱讀的這個授權條款的版本。從那裡她能連結到"<a href="http://www.gnu.org/copyleft/%(license_name_lower)s.html">法律文字</a>" —英語及<a href="/licenses/%(license_code)s/%(version_title)s/legalcode.pt">葡萄牙語</a>版的完整內容。而隱藏在這個標籤下的是"機器可辯讀的文字" —後設資料—那將使他人能找到您的軟體。

# license.fsf_mark_software
source: <h1>Mark Software</h1> <p>Display the icon on any site you offer your software for download using the following markup:</p>
pt: <h1>Nota do Software</h1> <p>Exiba o ícone em qualquer site que Você disponibilizar seu software para ser baixado (download), usando a seguinte instrução:</p>
zh_tw: <h1>標示軟體</h1> <p>在任何您提供您的軟體供下載的網址上展示這個圖像，並使用下列的審定方式:</p>

# license.fsf_more_info
source: For more information about the Free Software Foundation, visit their <a href="http://www.fsf.org">web page</a>.
pt: Para mais informações sobre a Free Software Foundation, visite a página <a href= "http://www.fsf.org">web page</a>.
zh_tw: 欲知道更多有關自由軟體基金會的資訊，請參觀他們的<a href="http://www.fsf.org">網頁</a>.

# license.fsf_software_licensed
source: This software is licensed under the <a href="%(license_url)s">CC-GNU %(license_code)s</a>.
pt: Este Software é licenciado sob a <a href="http://creativecommons.org/licenses/%(license_code)s/%(version_title)s/">CC-GNU %(license_code)s</a>.
zh_tw: 本軟體是根據<a href="%(license_url)s">CC-GNU %(license_code)s</a>來授權。

# license.get_html_email
source: Get HTML and email it to yourself
pt: Acesse o código HTML e envie-o por e-mail para Você
zh_tw: 取得HTML並將它以電子郵件的方式寄給您自己

# license.have_your_own_website
source: Have your own website?
pt: Você tem seu próprio site?
zh_tw: 您有自己的網站嗎？

# license.here_chosen
source: Here is the license you've chosen
pt: Aqui está a licença que você escolheu
zh_tw: 這是您所選擇的授權條款

# license.hide_optional_fields
source: Hide these fields (All fields are optional)
pt: Esconder estes campos (todos os campos são opcionais)
zh_tw: 隱藏這些領域(所有的領域都是可隨意選擇的)

# license.how_it_works
source: Here's how it works: A user clicking on the Creative Commons icon gets your "<a href="%(license_url)s">Commons Deed</a>" &mdash; a human readable version of the license. From that she can link to "<a href="%(license_url)slegalcode">Legal Code</a>" &mdash; the actual license you have offered your content under. And hidden in the tag is "<a href="/license/work-html-popup?%(url_vars)s" onclick="window.open('work-html-popup?%(url_vars)s', 'html_help', 'width=400,height=350,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">Machine-Readable Code</a>" &mdash; metadata &mdash; that will enables others to find your content. <a href="/learn/licenses/how1">An illustration of the process</a> can be found in our comics.
pt: Funciona da seguinte maneira: Um usuário clicando no ícone do Creative Commons acessa sua "<a href="%(license_url)s">Licença Simplificada</a>" – uma versão da licença para leigos. Desta licença ele pode acessar a "<a href="%(license_url)slegalcode">Licença Jurídica</a>" – a licença efetiva pela qual você disponibiliza seu conteúdo. E escondida na etiqueta está a "<a href="/license/work-html-popup?%(url_vars)s" onclick="window.open('work-html-popup?%(url_vars)s', 'html_help', 'width=400,height=350,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">Licença Digital</a>" – metadado – que permitirá a outros encontrarem seu conteúdo. <a href="/learn/licenses/how1">Uma ilustração do processo</a> pode ser encontrada em nossa história em quadrinhos.
zh_tw: 此處說明它如何運作：使用者按下Creative Commons的圖像以獲得您的 "<a href="%(license_url)s">授權標章</a>" —一個供一般人閱讀的這個授權條款的版本。從那裡她能連結到"<a href="%(license_url)slegalcode">法律文字</a>" —在這底下將提供您實際上的授權條款的內容。而隱藏在這個標籤下的是"<a href="/license/work-html-popup?%(url_vars)s" onclick="window.open('work-html-popup?%(url_vars)s', 'html_help', 'width=400,height=350,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">機器可辯讀的文字</a>" —後設資料—此能使他人能找到您著作的內容<a href="/learn/licenses/how1">這個過程的說明</a> 能在我們的漫畫裡找到。

# license.html_directions
source: Simply copy the text, then paste it into your web documents containing information about your works. <a href="/learn/technology/usingmarkup" target="_blank">More information about adding HTML to your documents here</a>.
pt: Simplesmente copie o texto, após, cole-o em seus documentos da web que contêm informações sobre seus trabalhos. <a href="/learn/technology/usingmarkup" target="_blank">Mais informações sobre a adição do HTML a seus documentos aqui</a>.
zh_tw: 簡單地重製這個內容，然後將它貼在包含您著作的資訊的網路文件上。<a href="/learn/technology/usingmarkup" target="_blank">此處有更多關於將HTML加入您文件中的資訊</a>。

# license.html_display
source: The HTML to display your button is as follows:
pt: O HTML para exibir seu botão é como segue:
zh_tw: 展示您的按鈕的HTML如下：

# license.html_email
source: Enter your email address to get the HTML by email:
pt: Inclua seu endereço de e-mail para receber o código HTML por e-mail:
zh_tw: 輸入您電子郵件的地址以經由電子郵件獲得HTML：

# license.human-readable_commons_deed
source: Human-Readable<br /> Commons Deed
pt: Licença para Leigos
zh_tw: 供一般人閱讀的授權標章

# license.in_order_to
source: In order to:
pt: Para:
zh_tw: 為了：

# license.include_more
source: Click to include more information about your work.
pt: Clique para inserir mais informações sobre sua obra.
zh_tw: 按下它，使能包含更多關於您著作的資訊。

# license.jurisdiction_help
source: If you desire a license governed by the Copyright Law of a specific jurisdiction, please select the appropriate jurisdiction.
pt: Se você desejar proteção para seu trabalho sob o Direito Autoral Brasileiro, por favor selecione a versão em português da licença.
zh_tw: 如果您想要一個受某特定的司法管轄區域的著作權法約束的授權條款，請選擇一適當的司法管轄區域。

# license.jurisdiction_question
source: Jurisdiction of your license
pt: Jurisdição de sua licença
zh_tw: 您選擇之授權條款其所依據的司法管轄領域

# license.lawyer-readable_legal_code
source: Lawyer-Readable<br/> Legal Code
pt: Licença Jurídica
zh_tw: 供律師閱讀的法律文字

# license.learn_host
source: Learn about other places you can host your licensed files. These sites work with your Creative Commons license.
pt: Saiba mais sobre outros lugares onde você pode hospedar seus arquivos licenciados. Estes sites funcionam com a sua licença Creative Commons.
zh_tw: 了解其他能存放您授權檔案的處所。這些網站能與您選擇的Creative Commons授權相容。

# license.learn_mark
source: learn how to mark your content
pt: Aprenda como marcar seu conteúdo
zh_tw: 學習如何標示您的內容

# license.learn_publicize
source: Learn how to publicize and share your work
pt: Aprenda como publicar e compartilhar sua obra
zh_tw: 學習如何公開及分享您的著作

# license.link_emailed
source: <p> The information concerning your choice has been emailed to you at <strong>%(email)s</strong>. </p> <p>Place the link or the HTML on your website, right next to the work you intend to license. </p>
pt: <p> A informação referente a sua escolha foi enviada por email para você no endereço <strong>%(email)s</strong>. </p> <p>Insira o link ou o HTML em seu website ao lado da obra que você pretende licenciar.</p>
zh_tw: <p> 關於您的選擇的資訊已經由電子郵件的方式郵寄到%(email)s</strong> </p>。 <p>將連結或HTML放置在您的網站上，就在您想授權的著作的旁邊。</p>

# license.machine-readable_digital_code
source: Machine-Readable<br /> Digital Code
pt: Licença para Computadores
zh_tw: 機器可辯讀的數位文字

# license.mark_content
source: mark content
pt: Marque o conteúdo
zh_tw: 標示內容

# license.mark_license
source: Now that you've chosen a Creative Commons license, you must mark your work in the appropriate way.
pt: Agora que você escolheu uma licença Creative Commons, você deve marcar seu trabalho de maneira apropriada.
zh_tw: 既然您已經選擇Creative Commons授權條款，您必須以適當方式標示您的著作。

# license.mark_mp3
source: Mark an mp3, <a href="/technology/mp3">follow these guidelines</a>.
pt: Marque um mp3, <a href="/technology/mp3">seguindo estas instruções</a>.
zh_tw: 標示一個mp3，<a href="/technology/mp3">遵守這些指導方針</a>。

# license.mark_nonweb
source: Mark a document not on the web, <a href="non-web-popup?%(url_vars)s" onclick="window.open('non-web-popup?%(url_vars)s', 'html_help', 'width=400,height=350,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">add this text</a> to your work.
pt: Marque um documento que não esteja na Internet, <a href="non-web-popup?%(url_vars)s" onclick="window.open('non-web-popup?%(url_vars)s', 'html_help', 'width=400,height=350,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">adicionando este texto</a> ao seu trabalho.
zh_tw: 不要在網路上標示文件，<a href="non-web-popup?%(url_vars)s" onclick="window.open('non-web-popup?%(url_vars)s', 'html_help', 'width=400,height=350,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">將這個內容加到</a>您的著作中。
