Repository: cc-archive/zope_products
Catalog: iStr/data/icommons-*.po
Languages: pt, zh_tw

# license.mark_pd
source: Now that you've chosen the public domain dedication, you must mark your work in the appropriate way.
pt: Agora que você escolheu dedicar seu trabalho ao domínio público, você deve marcar sua obra de maneira apropriada.
zh_tw: 既然您已經選擇將您的著作貢獻至公共領域(public domain)，您必須以適當方式標示您的著作。

# license.mark_rss
source: Add your license information to a RSS feed, use <a href="http://web.resource.org/rss/1.0/modules/cc/">the RSS 1.0 module</a>, or <a href="http://backend.userland.com/creativeCommonsRssModule">the RSS 2.0 module</a>.
pt: Adicione as informações de sua licença a um RSS feed, use o <a href="http://web.resource.org/rss/1.0/modules/cc/"> RSS 1.0 module</a>, ou <a href="http://backend.userland.com/creativeCommonsRssModule">o RSS 2.0 module</a>.
zh_tw: 將您的授權資訊加入至RSS feed，請使用<a href="http://web.resource.org/rss/1.0/modules/cc/"> RSS 1.0 模組</a>，或<a href="http://backend.userland.com/creativeCommonsRssModule"> RSS 2.0 模組</a>。

# license.mark_web
source: Mark your content on a web page, the HTML to display your button is as follows and be sure to <a href="/technology/web">follow the guidelines here</a>:
pt: Marque seu conteúdo em uma web page. O HTML para exibir seu botão está a seguir. <a href="/technology/web">siga as instruções aqui</a>:
zh_tw: 在一個網頁上標示您的內容，展示您的按鈕的HTML如下，並請確實<a href="/technology/web">採用此處的指導原則</a>:

# license.mark_xmp
source: To mark a PDF or other XMP-supported file, <a href="xmp?%(url_vars)s">save this template</a> following these <a href="/technology/xmp-help">instructions</a>.
pt: Para marcar um arquivo PDF ou outro aquivo suportado por XMP, <a href="xmp?%(url_vars)s">salve este template</a> seguindo estas <a href="/technology/xmp-help">instruções</a>.
zh_tw: 為了標示PDF或其他XMP支援的檔案，請依據下列這些<a href="/technology/xmp-help">指示</a>，<a href="xmp?%(url_vars)s">儲存這個模板。

# license.no_license
source: Sorry, no license matches your criteria.
pt: Desculpe, nenhuma licença atende seus critérios.
zh_tw: 抱歉，沒有任何一個授權條款符合您的標準。

# license.no_web_site
source: No web site?
pt: Não possui um site?
zh_tw: 沒有網站嗎？

# license.non_web_pd
source: This work is hereby released into the Public Domain. To view a copy of the public domain dedication, visit http://creativecommons.org/licenses/publicdomain/ or send a letter to Creative Commons, 559 Nathan Abbott Way, Stanford, California 94305, USA.
pt: Este trabalho é, por este instrumento, lançado em domínio público. Para ver uma cópia da dedicação ao domínio público, visite http://creativecommons.org/licencas/dominiopublico/ ou envie uma carta para Creative Commons, 559 Nathan Abbott Way, Stanford, California 94305, USA.
zh_tw: 本著作藉此釋出至公共領域。若欲瀏覽貢獻至公共領域內的重製物，請造訪http://creativecommons.org/licenses/publicdomain/，或寄信到Creative Commons, 559 Nathan Abbott Way, Stanford, California 94305, USA。

# license.non_web_statement
source: This work is licensed under the Creative Commons %(license_name)s License. To view a copy of this license, visit %(license_url)s or send a letter to Creative Commons, 559 Nathan Abbott Way, Stanford, California 94305, USA.
pt: Este trabalho está licenciado sob uma Licença Creative Commons %(license_name)s. Para ver uma cópia desta licença, visite %(license_url)s ou envie uma carta para Creative Commons, 559 Nathan Abbott Way, Stanford, California 94305, USA.
zh_tw: 本著作依據Creative Commons%(license_name)s授權條款為授權。若欲瀏覽貢獻至公共領域內的重製物，請造訪http://creativecommons.org/licenses/publicdomain/，或寄信到Creative Commons, 559 Nathan Abbott Way, Stanford, California 94305, USA。

# license.or_choose
source: Or Choose:
pt: Ou Escolha:
zh_tw: 或選擇：

# license.or_return
source: Or, you can <a href="./">return to the questions</a>.
pt: Ou, você pode <a href="./">retornar às questões</a>.
zh_tw: 或者，您能<a href="./">回到問題部分</a>。

# license.partner_note
source: <p> <em>Note:</em> To license a work, you must be its copyright holder or have express authorization from its copyright holder to do so.</p> <p> Creative Commons does not provide legal advice or services. We provide form legal documents; the rest is up to you. </p>
pt: <p> <em>Atenção:</em> para licenciar uma obra, você deve ser o titular do direito autoral ou ter autorização expressa do titular do direito autoral para fazê-lo. </p> <p> O Creative Commons não presta serviços jurídicos. O Creative Commons disponibiliza documentos jurídicos padronizados; o restante é com você.
zh_tw: <p> <em>註:</em>欲授權一份著作，您必須是這份著作的著作權人，或已取得著作權人之明示授權得對此著作進行授權。</p> <p> Creative Commons不提供法律意見或服務。我們提供法律文件的格式；其餘的部分您可自由選擇。</p>

# license.partner_selected
source: You have selected the <a target="cc_other" href="%(license_deed_url)s"><b>%(license_pretty_name)s License</b></a>.<br> This license is permanently located at<br> <b><tt>%(license_url)s</tt></b>.
pt: Você selecionou a <a target="cc_other" href="%(license_deed_url)s"><b>Licença %(license_pretty_name)s</b></a> Esta licença está permanentemente localizada no endereço: <b><tt>%(license_url)s</tt></b>.
zh_tw: 您已經選擇這個 <a target="cc_other" href="%(license_deed_url)s"><b>%(license_pretty_name)s License</b></a>。<br>這個授權條款永久設置在<br> <b><tt>%(license_url)s</tt></b>。

# license.partner_what
source: <p>You've made a work you're proud of. Now it's time to get creative with how you make it available.</p> <p>Creative Commons licenses help you share your work while keeping your copyright. Other people can copy and distribute your work provided they <a href="/characteristic/by?lang=en" onclick="window.open('/characteristic/by?lang=en', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">give you credit</a> -- and only on the conditions you specify here. This page helps you choose those conditions. If you want to offer your work with no conditions, choose the <a href="%(results_pd_url)s">public domain</a>.</p>
pt: <p> Você criou uma obra da qual está orgulhoso. Agora é hora de tornar-se criativo em como torná-la disponível. </p> <p> As licenças Creative Commons ajudam você a compartilhar sua obra, enquanto mantêm seus direitos autorais. Outras pessoas podem copiar e distribuir sua obra, desde que elas <a href="/characteristic/by?lang=en" onclick="window.open('/characteristic/by?lang=en', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">atribuam o devido crédito </a> - e somente sob as condições que você especificar aqui. Se você deseja oferecer sua obra sem nenhuma condição, escolha a opção <a href="%(results_pd_url)s">domínio público</a>.</p>
zh_tw: <p>您已創作出令您引以為傲的著作。現在是使他人藉由利用您的著作而獲取創意的時候了。</p> <p>Creative Commons授權條款幫助您，在保留您的著作權的同時仍能與他人分享您的著作。他人能重製及散布您的著作，只要他們<a href="/characteristic/by?lang=en" onclick="window.open('/characteristic/by?lang=en', 'characteristic_help', 'width=375,height=300,scrollbars=yes,resizable=yes,toolbar=no,directories=no,location=yes,menubar=no,status=yes');return false;">保留您的姓名標示</a> -且只有在您此處具體指明的條件下。本頁面幫助您選擇那些條件。若您想要無條件提供您的著作，請選擇<a href="%(results_pd_url)s">公共領域</a>。</p>

# license.pd_awaiting_confirmation
source: <h1>Public Domain Dedication - Email Confirmation</h1> <p> An email has been sent to you at <b>%(email)s</b>. You should receive it within a few minutes. </p> <p> This email includes a confirmation of your public domain dedication. It should include the title of your work ("<b>%(title)s</b>"), and the copyright holder of the work ("<b>%(copyright_holder)s</b>"). </p> <p> The email will also include a link with an embedded confirmation code. This confirmation code enables us to verify that you are indeed the person eligible to receive email at <b>%(email)s</b>. Clicking through on this confirmation link will constitute an "overt act of relinquishment" by which you will actually be placing your work in the public domain. </p> <p> <b>Until you click the confirmation link, your work will not be dedicated to the public domain.</b> </p> <p> If for some reason you haven't received this email within 30-45 minutes, please <a href="mailto:pd@creativecommons.org">let us know</a>. </p> <p> After clicking on the confirmation link, you'll find out how to mark your content with a public domain dedication and publicize your work. </p>
pt: <h1> Dedicação de Domínio Público - Confirmação de envio de Email</h1> <p> Um email foi enviado para você no endereço <b>%(email)s</b>. Você deve recebê-lo em alguns minutos. </p> <p> Este email inclui a confirmação de sua dedicação ao domínio público. Ele deve conter o título de sua obra ("<b>%(title)s</b>"), e o nome do titular do direito autoral da obra ("<b>%(copyright_holder)s"</b>). </p> <p> O email também incluirá um link com um código de confirmação incorporado. Este código de confirmação permite-nos verificar que você é de fato a pessoa que pode receber emails no endereço <b>@email</b>. Clicar neste link de confirmação constituirá uma declaração pública de abdicação através da qual você estará disponibilizando seu trabalho para o domínio público, abdicando de todos os direitos patrimoniais. </p> <p> <b> Até você clicar no link de confirmação, sua obra não estará liberada em domínio público. </b> </p> <p> Se, por algum motivo, você não recebeu este email dentro de 45 minutos, por favor, <a href="mailto:pd@creativecommons.org">informe-nos</a>. </p> <p> Após clicar no link de confirmação, você descobrirá como marcar seu conteúdo com uma dedicação de domínio público e publicar sua obra. </p> <p> AVISO IMPORTANTE "A dedicação ao Domínio Público não se aplica à jurisdição brasileira. Esta modalidade aplica-se, por exemplo, se sua obra estiver submetida ao direito dos Estados Unidos da América do Norte. Se sua obra for regida pelo direito brasileiro, a opção "Domínio Público" não produzirá quaisquer efeitos jurídicos sobre sua obra. Para o Brasil, você pode utilizar qualquer outra licença do Creative Commons, que são perfeitamente válidas e eficazes no ordenamento jurídico brasileiro. Você pode ver essas licenças na página http://creativecommons.org/license/?lang=pt" </p> <p> Important Reminder "The Creative Commons Public Domain License does not apply to the jurisdiction of Brazil. This option applies, for example, to works subject to American law. If your work is subject to Brazilian law, the "Public Domain" option will not have any legal effects regarding your work. For Brazil, you can use any other type of Creative Commons license, which have full force and effect under Brazilian law. You can choose these licenses at http://creativecommons.org/license/?lang=pt" </p>
zh_tw: <h1>公共領域的貢獻-電子郵件確認</h1> <p> 請確認寄到您<b>%(email)s</b>的電子信箱。您應該在數分鐘之內就會收到這封信。 </p> <p> 這封電子郵件包含您的著作已貢獻到公共領域的確認。這封信應該包含您的著作的名稱("<b>%(title)s</b>")，及本著作的著作權人("<b>%(copyright_holder)s</b>")。 </p> <p> 這封電子郵件也將包含一個嵌入式確認程式碼的連結。這個確認程式碼使我們能查證您確為從<b>%(email)s</b>收到這封電子郵件的人。按下這個確認的連結將構成一個"公開放棄權利的行為"，藉此您實際上即將您的作品放置在公共領域中。 </p> <p> <b>直到您按下確認連結前，您的作品將不會被貢獻至公共領域。</b> </p> <p> 若為了某些理由，您在30到45分鐘內沒收到這封電子郵件，請<a href="mailto:pd@creativecommons.org">告訴我們</a>。 </p> <p> 在按下確認連結後，您將了解如何以公共領域中的貢獻物來標示您的內容，並發表您的著作。</p>

# license.pd_bad_confirmation
source: <h1>Public Domain Dedication - Bad Confirmation</h1> <p> It seems you are trying to confirm your public domain dedication with an incorrect confirmation code.</p> <p> This probably happened because you were not able to click through on the URL sent in your email, and you copy and pasted the URL incorrectly into your browser. Make sure to include <b>all characters</b> from the URL sent to you. </p> <p> If this is not what happened, or if you continue to have trouble confirming your public domain dedication in any way, please <a href="mailto:pd@creativecommons.org">let us know</a>. </p>
pt: <h1>Dedicação de Domínio Público - Má confirmação</h1> <p> Parece que você está tentando confirmar sua dedicação ao domínio público com um código de confirmação incorreto.</p> <p> Isto provavelmente aconteceu porque você não acessou esta página clicando no endereço (URL) enviado para seu email, mas copiou e colou o endereço (URL) de forma incorreta no seu browser. Esteja certo de incluir <b>todos os caracteres</b> do endereço (URL) enviado. </p> <p> Se este não foi o problema, ou se você continuar a ter quaisquer problemas com a confirmação de sua dedicação ao domínio público, por favor <a href="mailto:pd@creativecommons.org">informe-nos</a>. </p> <p> AVISO IMPORTANTE "A dedicação ao Domínio Público não se aplica à jurisdição brasileira. Esta modalidade aplica-se, por exemplo, se sua obra estiver submetida ao direito dos Estados Unidos da América do Norte. Se sua obra for regida pelo direito brasileiro, a opção "Domínio Público" não produzirá quaisquer efeitos jurídicos sobre sua obra. Para o Brasil, você pode utilizar qualquer outra licença do Creative Commons, que são perfeitamente válidas e eficazes no ordenamento jurídico brasileiro. Você pode ver essas licenças na página http://creativecommons.org/license/?lang=pt" </p> <p> Important Reminder "The Creative Commons Public Domain License does not apply to the jurisdiction of Brazil. This option applies, for example, to works subject to American law. If your work is subject to Brazilian law, the "Public Domain" option will not have any legal effects regarding your work. For Brazil, you can use any other type of Creative Commons license, which have full force and effect under Brazilian law. You can choose these licenses at http://creativecommons.org/license/?lang=pt" </p>
zh_tw: <h1>貢獻至公共領域（Public Domain）- 確認失敗</h1> <p> 看來您使用了錯誤的確認碼來進行您貢獻至公共領域之確認動作。</p> <p> 這通常起因於您無法透過我們發送給您的email中的網址直接連線，而您將網址錯誤地剪貼至您的瀏覽器。請您注意要複製我們寄給您的網址中<b>所有的字元</b>。 </p> <p> 如果這不是問題發生的原因，或您在任何方面仍遭遇無法確認貢獻至公共領域的問題，請<a href="mailto:pd@creativecommons.org">告訴我們</a>。 </p>

# license.pd_choice
source: <p>Your choice suggests you want to dedicate your work to the public domain, the commons of information and expression where nothing is owned and all is permitted.</p> <p>The Public Domain Dedication is not a license. By using it, you do not simply carve out exceptions to your copyright; you grant your entire copyright to the public without condition. This grant is permanent and irreversible.</p>
pt: <p>Sua escolha sugere que você deseja dedicar sua obra ao domínio público, o conjunto de informações e expressões que não são de propriedade de ninguém, a respeito do qual tudo é permitido.</p> <p>A Dedicação ao Domínio Público não é uma licença. Utilizando a mesma, você não está simplesmente permitindo excepções aos seus direitos autorais; vocë está doando a totalidade dos seus direitos autorais para o público sem nenhuma condição. Esta doação é permanente e irreversível.</p> <p> AVISO IMPORTANTE "A dedicação ao Domínio Público não se aplica à jurisdição brasileira. Esta modalidade aplica-se, por exemplo, se sua obra estiver submetida ao direito dos Estados Unidos da América do Norte. Se sua obra for regida pelo direito brasileiro, a opção "Domínio Público" não produzirá quaisquer efeitos jurídicos sobre sua obra. Para o Brasil, você pode utilizar qualquer outra licença do Creative Commons, que são perfeitamente válidas e eficazes no ordenamento jurídico brasileiro. Você pode ver essas licenças na página http://creativecommons.org/license/?lang=pt" </p> <p> Important Reminder "The Creative Commons Public Domain License does not apply to the jurisdiction of Brazil. This option applies, for example, to works subject to American law. If your work is subject to Brazilian law, the "Public Domain" option will not have any legal effects regarding your work. For Brazil, you can use any other type of Creative Commons license, which have full force and effect under Brazilian law. You can choose these licenses at http://creativecommons.org/license/?lang=pt" </p>
zh_tw: <p>您的選擇建議您想要將您的著作貢獻至公共領域，一個資訊與表達不屬於任何人，且允許所有的利用行為的公共園地。</p> <p>公共領域的貢獻(Public Domain Dedication)不是一個授權條款。藉著使用公共領域的貢獻，您不僅僅為您的著作權開創出例外；您無條件地將您全部的著作權給予公眾。這個給予是永久且不可撤銷的。</p>

# license.pd_confirm
source: <h1>Confirm Your Public Domain Dedication</h1> <p> You have successfully confirmed your email address (<b>%(email)s</b>) for dedicating <b>%(title)s</b>, a work copyrighted by <b>%(copyright_holder)s</b>, to the public domain. To finalize this process, please click the button below. </p> <div class="licensebox"> %(pd_deed_text)s </div>
pt: <h1>Confirme sua dedicação de Domínio Público</h1> <p> Você confirmou com sucesso seu endereço de email(<b>%(email)s</b>) para liberar <b>%(title)s</b> em domínio público, uma obra cujo direito autoral pertence a <b>%(copyright_holder)s</b>. Para finalizar este processo, por favor clique no botão abaixo. </p> <div class="licensebox"> <p> AVISO IMPORTANTE "A dedicação ao Domínio Público não se aplica à jurisdição brasileira. Esta modalidade aplica-se, por exemplo, se sua obra estiver submetida ao direito dos Estados Unidos da América do Norte. Se sua obra for regida pelo direito brasileiro, a opção "Domínio Público" não produzirá quaisquer efeitos jurídicos sobre sua obra. Para o Brasil, você pode utilizar qualquer outra licença do Creative Commons, que são perfeitamente válidas e eficazes no ordenamento jurídico brasileiro. Você pode ver essas licenças na página http://creativecommons.org/license/?lang=pt" </p> <p> Important Reminder "The Creative Commons Public Domain License does not apply to the jurisdiction of Brazil. This option applies, for example, to works subject to American law. If your work is subject to Brazilian law, the "Public Domain" option will not have any legal effects regarding your work. For Brazil, you can use any other type of Creative Commons license, which have full force and effect under Brazilian law. You can choose these licenses at http://creativecommons.org/license/?lang=pt" </p>
zh_tw: <h1>確認您的公共領域的貢獻</h1> <p> 您已成功地確認您電子郵件的地址(<b>%(email)s</b>)，此地址是用來將您的著作貢獻至公共領域<b>%(title)s</b>，一個從受<b>%(copyright_holder)s</b>保護的著作，到公共領域。為完成這個步驟，請按下方的按鈕。</p> <div class="licensebox"> %(pd_deed_text)s </div>

# license.pd_confirmation_email
source: On our site <http://creativecommons.org>, you chose to dedicate your work, "%(title)s", to the public domain. We're sending you this email to make sure that you intended to do this. If not, you may choose to simply ignore this email or forward it to pd@creativecommons.org to let us know that someone is abusing our system. If you did intend this public domain dedication, please click through on the link below. When you do, you will be given a summary screen and a final chance to confirm your public domain dedication: %(clickthrough_url)s If you have any issues, let us know by emailing pd@creativecommons.org. Thank you for using Creative Commons!
pt: Em nosso site <http://creativecommons.org>, você escolheu liberar em domínio público sua obra intitulada, "%(title)s". Este email está sendo enviado para certificar que você realmente pretende fazê-lo. Caso contrário, você pode optar por simplesmente ignorar este email ou encaminhá-lo para pd@creativecommons.org para nos informar que alguém está utilizando nosso sistema de forma incorreta. Se você pretende liberar sua obra em domínio público, por favor clique no endereço abaixo. Quando fizer isto, será mostrado uma <b>tela com um sumário</b> e uma última chance de confirmar sua dedicação de domínio público: %(clickthrough_url)s Se você tiver quaisquer dúvidas, por favor contate-nos enviando um email para pd@creativecommons.org. <p> AVISO IMPORTANTE "A dedicação ao Domínio Público não se aplica à jurisdição brasileira. Esta modalidade aplica-se, por exemplo, se sua obra estiver submetida ao direito dos Estados Unidos da América do Norte. Se sua obra for regida pelo direito brasileiro, a opção "Domínio Público" não produzirá quaisquer efeitos jurídicos sobre sua obra. Para o Brasil, você pode utilizar qualquer outra licença do Creative Commons, que são perfeitamente válidas e eficazes no ordenamento jurídico brasileiro. Você pode ver essas licenças na página http://creativecommons.org/license/?lang=pt" </p> <p> Important Reminder "The Creative Commons Public Domain License does not apply to the jurisdiction of Brazil. This option applies, for example, to works subject to American law. If your work is subject to Brazilian law, the "Public Domain" option will not have any legal effects regarding your work. For Brazil, you can use any other type of Creative Commons license, which have full force and effect under Brazilian law. You can choose these licenses at http://creativecommons.org/license/?lang=pt" </p> Obrigado por utilizar o Creative Commons!
zh_tw: 您在我們的網站上，選擇將您的"%(title)s"作品貢獻至公共領域（public domain）。我們寄送這份email是要確認您有意如此為之。若非，您可以選擇單純地忽略這封email或是將其轉寄至 pd@creativecommons.org ，讓我們知道有人在濫用我們的系統。 若您確實有意貢獻至公共領域，請點選下列的連結。當您這麼做時，您將會看到一份摘要頁面，並有最後確認您是否要貢獻至公共領域的機會： %(clickthrough_url)s 如果您有任何意見，請email至pd@creativecommons.org 讓我們瞭解。感謝您使用Creative Commons!
